
BetterWardrobe_Options = {
	["profileKeys"] = {
		["Шананси - Разувий"] = "Default",
		["Джитиприст - Разувий"] = "Default",
		["Джитирог - Разувий"] = "Default",
		["Аимбот - Разувий"] = "Default",
		["Дкшечко - Разувий"] = "Default",
		["Друлянси - Свежеватель Душ"] = "Default",
		["Мороженщик - Разувий"] = "Default",
		["Шашабуй - Разувий"] = "Default",
		["Шамманси - Свежеватель Душ"] = "Default",
		["Дваприхлоп - Свежеватель Душ"] = "Default",
		["Дубарун - Разувий"] = "Default",
		["Биполярка - Разувий"] = "Default",
		["Курамёт - Разувий"] = "Default",
		["Джиупицца - Свежеватель Душ"] = "Default",
		["Анклбенсс - Разувий"] = "Default",
		["Джитивар - Разувий"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["ShowHidden"] = true,
		},
	},
}
BetterWardrobe_CharacterData = {
	["profileKeys"] = {
		["Шананси - Разувий"] = "Шананси - Разувий",
		["Джитиприст - Разувий"] = "Джитиприст - Разувий",
		["Джитирог - Разувий"] = "Джитирог - Разувий",
		["Аимбот - Разувий"] = "Аимбот - Разувий",
		["Дкшечко - Разувий"] = "Дкшечко - Разувий",
		["Друлянси - Свежеватель Душ"] = "Друлянси - Свежеватель Душ",
		["Мороженщик - Разувий"] = "Мороженщик - Разувий",
		["Шашабуй - Разувий"] = "Шашабуй - Разувий",
		["Шамманси - Свежеватель Душ"] = "Шамманси - Свежеватель Душ",
		["Дваприхлоп - Свежеватель Душ"] = "Дваприхлоп - Свежеватель Душ",
		["Дубарун - Разувий"] = "Дубарун - Разувий",
		["Биполярка - Разувий"] = "Биполярка - Разувий",
		["Курамёт - Разувий"] = "Курамёт - Разувий",
		["Джиупицца - Свежеватель Душ"] = "Джиупицца - Свежеватель Душ",
		["Анклбенсс - Разувий"] = "Анклбенсс - Разувий",
		["Джитивар - Разувий"] = "Джитивар - Разувий",
	},
}
BetterWardrobe_SavedSetData = {
	["profileKeys"] = {
		["Шананси - Разувий"] = "Шананси - Разувий",
		["Джитиприст - Разувий"] = "Джитиприст - Разувий",
		["Джитирог - Разувий"] = "Джитирог - Разувий",
		["Аимбот - Разувий"] = "Аимбот - Разувий",
		["Дкшечко - Разувий"] = "Дкшечко - Разувий",
		["Друлянси - Свежеватель Душ"] = "Друлянси - Свежеватель Душ",
		["Мороженщик - Разувий"] = "Мороженщик - Разувий",
		["Шашабуй - Разувий"] = "Шашабуй - Разувий",
		["Шамманси - Свежеватель Душ"] = "Шамманси - Свежеватель Душ",
		["Дваприхлоп - Свежеватель Душ"] = "Дваприхлоп - Свежеватель Душ",
		["Дубарун - Разувий"] = "Дубарун - Разувий",
		["Биполярка - Разувий"] = "Биполярка - Разувий",
		["Курамёт - Разувий"] = "Курамёт - Разувий",
		["Джиупицца - Свежеватель Душ"] = "Джиупицца - Свежеватель Душ",
		["Анклбенсс - Разувий"] = "Анклбенсс - Разувий",
		["Джитивар - Разувий"] = "Джитивар - Разувий",
	},
	["global"] = {
		["sets"] = {
			["Шананси - Разувий"] = {
				{
					["outfitID"] = 6,
					["sources"] = {
						169342, -- [1]
						0, -- [2]
						181215, -- [3]
						0, -- [4]
						169346, -- [5]
						169352, -- [6]
						181214, -- [7]
						169356, -- [8]
						169348, -- [9]
						169354, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						77345, -- [15]
						168164, -- [16]
						168164, -- [17]
						0, -- [18]
						83203, -- [19]
					},
					["name"] = "new",
					["icon"] = 3744470,
					["index"] = 1,
				}, -- [1]
				{
					["outfitID"] = 0,
					["sources"] = {
						77344, -- [1]
						0, -- [2]
						166313, -- [3]
						0, -- [4]
						166305, -- [5]
						168682, -- [6]
						166301, -- [7]
						167996, -- [8]
						104604, -- [9]
						94331, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						77345, -- [15]
						168164, -- [16]
						168164, -- [17]
						0, -- [18]
						83203, -- [19]
					},
					["name"] = "1",
					["icon"] = 1360261,
					["index"] = 2,
				}, -- [2]
				{
					["outfitID"] = 1,
					["sources"] = {
						77344, -- [1]
						0, -- [2]
						169350, -- [3]
						0, -- [4]
						169346, -- [5]
						169352, -- [6]
						169344, -- [7]
						169356, -- [8]
						169348, -- [9]
						169354, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						77345, -- [15]
						168164, -- [16]
						168164, -- [17]
						0, -- [18]
						83203, -- [19]
					},
					["name"] = "2",
					["icon"] = 1360261,
					["index"] = 3,
				}, -- [3]
				{
					["outfitID"] = 2,
					["sources"] = {
						183702, -- [1]
						0, -- [2]
						183710, -- [3]
						0, -- [4]
						183690, -- [5]
						183714, -- [6]
						183706, -- [7]
						183694, -- [8]
						183718, -- [9]
						183698, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						183938, -- [15]
						365, -- [16]
						365, -- [17]
						0, -- [18]
						83203, -- [19]
					},
					["name"] = "fire ",
					["icon"] = 4510280,
					["index"] = 4,
				}, -- [4]
				{
					["outfitID"] = 3,
					["sources"] = {
						183702, -- [1]
						0, -- [2]
						183710, -- [3]
						0, -- [4]
						183690, -- [5]
						183714, -- [6]
						183706, -- [7]
						183694, -- [8]
						183718, -- [9]
						183698, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						183938, -- [15]
						16025, -- [16]
						0, -- [17]
						0, -- [18]
						83203, -- [19]
					},
					["name"] = "heal fire",
					["icon"] = 4510280,
					["index"] = 5,
				}, -- [5]
				{
					["outfitID"] = 4,
					["sources"] = {
						183701, -- [1]
						0, -- [2]
						183711, -- [3]
						0, -- [4]
						183691, -- [5]
						183713, -- [6]
						183707, -- [7]
						183693, -- [8]
						183719, -- [9]
						183699, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						183937, -- [15]
						168164, -- [16]
						168164, -- [17]
						0, -- [18]
						83203, -- [19]
					},
					["name"] = "epic",
					["icon"] = 4510280,
					["index"] = 6,
				}, -- [6]
				{
					["outfitID"] = 5,
					["sources"] = {
						77344, -- [1]
						0, -- [2]
						183711, -- [3]
						0, -- [4]
						183691, -- [5]
						183713, -- [6]
						183707, -- [7]
						183693, -- [8]
						183719, -- [9]
						183699, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						183937, -- [15]
						168164, -- [16]
						168164, -- [17]
						0, -- [18]
						83203, -- [19]
					},
					["name"] = "heal epic",
					["icon"] = 4510280,
					["index"] = 7,
				}, -- [7]
			},
			["Джитиприст - Разувий"] = {
			},
			["Джитирог - Разувий"] = {
			},
			["Аимбот - Разувий"] = {
				{
					["outfitID"] = 0,
					["sources"] = {
						16291, -- [1]
						0, -- [2]
						16293, -- [3]
						0, -- [4]
						16294, -- [5]
						16374, -- [6]
						16322, -- [7]
						72453, -- [8]
						69440, -- [9]
						165691, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						77345, -- [15]
						77406, -- [16]
						0, -- [17]
						0, -- [18]
						83203, -- [19]
					},
					["name"] = "свет",
					["icon"] = 1360261,
					["index"] = 1,
				}, -- [1]
				{
					["outfitID"] = 1,
					["sources"] = {
						16291, -- [1]
						0, -- [2]
						16293, -- [3]
						0, -- [4]
						16294, -- [5]
						16374, -- [6]
						16322, -- [7]
						165402, -- [8]
						167977, -- [9]
						168419, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						77345, -- [15]
						116352, -- [16]
						116217, -- [17]
						0, -- [18]
						83203, -- [19]
					},
					["name"] = "тьма",
					["icon"] = 133114,
					["index"] = 2,
				}, -- [2]
				{
					["outfitID"] = 2,
					["sources"] = {
						116171, -- [1]
						0, -- [2]
						116298, -- [3]
						0, -- [4]
						116147, -- [5]
						116195, -- [6]
						62078, -- [7]
						165402, -- [8]
						167977, -- [9]
						168419, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						116145, -- [15]
						76188, -- [16]
						77423, -- [17]
						0, -- [18]
						83203, -- [19]
					},
					["name"] = "епта рыцарь",
					["icon"] = 3552748,
					["index"] = 3,
				}, -- [3]
				{
					["outfitID"] = 3,
					["sources"] = {
						77344, -- [1]
						0, -- [2]
						25342, -- [3]
						0, -- [4]
						25338, -- [5]
						25226, -- [6]
						25341, -- [7]
						107377, -- [8]
						111498, -- [9]
						166195, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						77345, -- [15]
						70180, -- [16]
						0, -- [17]
						0, -- [18]
						83203, -- [19]
					},
					["name"] = "1",
					["icon"] = 1360261,
					["index"] = 4,
				}, -- [4]
			},
			["Дкшечко - Разувий"] = {
			},
			["Друлянси - Свежеватель Душ"] = {
				{
					["outfitID"] = 0,
					["sources"] = {
						22095, -- [1]
						0, -- [2]
						22157, -- [3]
						0, -- [4]
						22044, -- [5]
						73996, -- [6]
						17775, -- [7]
						21845, -- [8]
						0, -- [9]
						21768, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						77345, -- [15]
						70180, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
					},
					["name"] = "1",
					["icon"] = 133298,
					["index"] = 1,
				}, -- [1]
				{
					["outfitID"] = 1,
					["sources"] = {
						67970, -- [1]
						0, -- [2]
						22157, -- [3]
						0, -- [4]
						104602, -- [5]
						73996, -- [6]
						101687, -- [7]
						104603, -- [8]
						0, -- [9]
						94331, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						77345, -- [15]
						70180, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
					},
					["name"] = "2",
					["icon"] = 1007074,
					["index"] = 2,
				}, -- [2]
			},
			["Мороженщик - Разувий"] = {
				{
					["outfitID"] = 0,
					["sources"] = {
						35793, -- [1]
						0, -- [2]
						35795, -- [3]
						0, -- [4]
						35791, -- [5]
						84223, -- [6]
						60864, -- [7]
						18516, -- [8]
						18512, -- [9]
						18513, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						77345, -- [15]
						62898, -- [16]
						62898, -- [17]
						0, -- [18]
						0, -- [19]
					},
					["name"] = "1",
					["icon"] = 512472,
					["index"] = 1,
				}, -- [1]
			},
			["Шашабуй - Разувий"] = {
			},
			["Шамманси - Свежеватель Душ"] = {
			},
			["Дваприхлоп - Свежеватель Душ"] = {
				{
					["outfitID"] = 0,
					["sources"] = {
						29992, -- [1]
						0, -- [2]
						29995, -- [3]
						0, -- [4]
						29993, -- [5]
						0, -- [6]
						29994, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						77345, -- [15]
						73868, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
					},
					["name"] = "1",
					["icon"] = 464778,
					["index"] = 1,
				}, -- [1]
				{
					["outfitID"] = 1,
					["sources"] = {
						95741, -- [1]
						0, -- [2]
						95756, -- [3]
						0, -- [4]
						95744, -- [5]
						0, -- [6]
						95796, -- [7]
						103351, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						77345, -- [15]
						70180, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
					},
					["name"] = "2",
					["icon"] = 1981727,
					["index"] = 2,
				}, -- [2]
			},
			["Дубарун - Разувий"] = {
				{
					["outfitID"] = 0,
					["sources"] = {
						64565, -- [1]
						0, -- [2]
						64567, -- [3]
						0, -- [4]
						64563, -- [5]
						64570, -- [6]
						64566, -- [7]
						64572, -- [8]
						64576, -- [9]
						64564, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						108588, -- [15]
						25249, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
					},
					["name"] = "дд",
					["icon"] = 1014563,
					["index"] = 1,
				}, -- [1]
				{
					["outfitID"] = 1,
					["sources"] = {
						70503, -- [1]
						0, -- [2]
						70505, -- [3]
						0, -- [4]
						70501, -- [5]
						70508, -- [6]
						70504, -- [7]
						70510, -- [8]
						70514, -- [9]
						70502, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						77345, -- [15]
						19471, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
					},
					["name"] = "1",
					["icon"] = 1088728,
					["index"] = 2,
				}, -- [2]
				{
					["outfitID"] = 2,
					["sources"] = {
						108543, -- [1]
						0, -- [2]
						108548, -- [3]
						0, -- [4]
						108544, -- [5]
						108549, -- [6]
						108547, -- [7]
						108545, -- [8]
						108550, -- [9]
						108546, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						108551, -- [15]
						70190, -- [16]
						106999, -- [17]
						0, -- [18]
						0, -- [19]
					},
					["name"] = "хил",
					["icon"] = 3070803,
					["index"] = 3,
				}, -- [3]
			},
			["Биполярка - Разувий"] = {
			},
			["Курамёт - Разувий"] = {
				{
					["outfitID"] = 0,
					["sources"] = {
						95773, -- [1]
						0, -- [2]
						95756, -- [3]
						83202, -- [4]
						95744, -- [5]
						95758, -- [6]
						95796, -- [7]
						104603, -- [8]
						95795, -- [9]
						95777, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						77345, -- [15]
						70180, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
					},
					["name"] = "1",
					["icon"] = 1981726,
					["index"] = 1,
				}, -- [1]
				{
					["outfitID"] = 1,
					["sources"] = {
						77344, -- [1]
						0, -- [2]
						109240, -- [3]
						83202, -- [4]
						109219, -- [5]
						109243, -- [6]
						109235, -- [7]
						109224, -- [8]
						109246, -- [9]
						109229, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						112406, -- [15]
						70180, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
					},
					["name"] = "бестия",
					["icon"] = 1360261,
					["index"] = 2,
				}, -- [2]
				{
					["outfitID"] = 2,
					["sources"] = {
						77344, -- [1]
						0, -- [2]
						32774, -- [3]
						83202, -- [4]
						32615, -- [5]
						84223, -- [6]
						32919, -- [7]
						116266, -- [8]
						116201, -- [9]
						32770, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						77345, -- [15]
						70180, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
					},
					["name"] = "3",
					["icon"] = 1360261,
					["index"] = 3,
				}, -- [3]
				{
					["outfitID"] = 3,
					["sources"] = {
						29992, -- [1]
						0, -- [2]
						29995, -- [3]
						83202, -- [4]
						29993, -- [5]
						84223, -- [6]
						29994, -- [7]
						104603, -- [8]
						104604, -- [9]
						29996, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						77345, -- [15]
						70180, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
					},
					["name"] = "4",
					["icon"] = 464778,
					["index"] = 4,
				}, -- [4]
			},
			["Джиупицца - Свежеватель Душ"] = {
				{
					["outfitID"] = 1,
					["sources"] = {
						0, -- [1]
						0, -- [2]
						100935, -- [3]
						0, -- [4]
						100925, -- [5]
						100937, -- [6]
						100933, -- [7]
						100927, -- [8]
						100939, -- [9]
						100929, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						101229, -- [15]
						62898, -- [16]
						62898, -- [17]
						0, -- [18]
						0, -- [19]
					},
					["name"] = "2",
					["icon"] = 2349377,
					["index"] = 1,
				}, -- [1]
				{
					["outfitID"] = 0,
					["sources"] = {
						0, -- [1]
						0, -- [2]
						100935, -- [3]
						0, -- [4]
						100925, -- [5]
						100937, -- [6]
						100933, -- [7]
						100927, -- [8]
						100939, -- [9]
						100929, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						101229, -- [15]
						16025, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
					},
					["name"] = "хил",
					["icon"] = 2349377,
					["index"] = 2,
				}, -- [2]
				{
					["outfitID"] = 2,
					["sources"] = {
						0, -- [1]
						0, -- [2]
						100935, -- [3]
						0, -- [4]
						100925, -- [5]
						100937, -- [6]
						100933, -- [7]
						100927, -- [8]
						100939, -- [9]
						100929, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						101229, -- [15]
						62898, -- [16]
						32706, -- [17]
						0, -- [18]
						0, -- [19]
					},
					["name"] = "хил 2",
					["icon"] = 2349377,
					["index"] = 3,
				}, -- [3]
				{
					["outfitID"] = 3,
					["sources"] = {
						0, -- [1]
						0, -- [2]
						84753, -- [3]
						0, -- [4]
						84755, -- [5]
						84757, -- [6]
						84751, -- [7]
						84745, -- [8]
						84759, -- [9]
						84747, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						77345, -- [15]
						46911, -- [16]
						32706, -- [17]
						0, -- [18]
						0, -- [19]
					},
					["name"] = "хил 3",
					["icon"] = 2349377,
					["index"] = 4,
				}, -- [4]
				{
					["outfitID"] = 4,
					["sources"] = {
						0, -- [1]
						0, -- [2]
						87889, -- [3]
						0, -- [4]
						0, -- [5]
						84757, -- [6]
						84751, -- [7]
						84745, -- [8]
						84759, -- [9]
						84747, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						77345, -- [15]
						46911, -- [16]
						32706, -- [17]
						0, -- [18]
						0, -- [19]
					},
					["name"] = "хил 4",
					["icon"] = 1629909,
					["index"] = 5,
				}, -- [5]
				{
					["outfitID"] = 5,
					["sources"] = {
						0, -- [1]
						0, -- [2]
						87889, -- [3]
						0, -- [4]
						0, -- [5]
						84757, -- [6]
						84751, -- [7]
						84745, -- [8]
						84759, -- [9]
						84747, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						77345, -- [15]
						62898, -- [16]
						62898, -- [17]
						0, -- [18]
						0, -- [19]
					},
					["name"] = "дд",
					["icon"] = 1629909,
					["index"] = 6,
				}, -- [6]
				{
					["outfitID"] = 6,
					["sources"] = {
						0, -- [1]
						0, -- [2]
						114055, -- [3]
						0, -- [4]
						0, -- [5]
						114056, -- [6]
						114054, -- [7]
						114052, -- [8]
						114057, -- [9]
						114053, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						77345, -- [15]
						46911, -- [16]
						32706, -- [17]
						0, -- [18]
						0, -- [19]
					},
					["name"] = "heal",
					["icon"] = 3255538,
					["index"] = 7,
				}, -- [7]
				{
					["outfitID"] = 7,
					["sources"] = {
						0, -- [1]
						0, -- [2]
						79677, -- [3]
						0, -- [4]
						0, -- [5]
						79679, -- [6]
						79676, -- [7]
						79673, -- [8]
						79680, -- [9]
						79674, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						77345, -- [15]
						62898, -- [16]
						62898, -- [17]
						0, -- [18]
						0, -- [19]
					},
					["name"] = "дд red",
					["icon"] = 1335536,
					["index"] = 8,
				}, -- [8]
				{
					["outfitID"] = 8,
					["sources"] = {
						0, -- [1]
						0, -- [2]
						79677, -- [3]
						0, -- [4]
						0, -- [5]
						79679, -- [6]
						79676, -- [7]
						79673, -- [8]
						79680, -- [9]
						79674, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						77345, -- [15]
						46911, -- [16]
						32706, -- [17]
						0, -- [18]
						0, -- [19]
					},
					["name"] = "heal red",
					["icon"] = 1335536,
					["index"] = 9,
				}, -- [9]
				{
					["outfitID"] = 9,
					["sources"] = {
						169342, -- [1]
						0, -- [2]
						169350, -- [3]
						0, -- [4]
						169346, -- [5]
						169352, -- [6]
						169344, -- [7]
						169356, -- [8]
						169348, -- [9]
						169354, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						77345, -- [15]
						168164, -- [16]
						168164, -- [17]
						0, -- [18]
						0, -- [19]
					},
					["name"] = "новый сет",
					["icon"] = 3744470,
					["index"] = 10,
				}, -- [10]
			},
			["Анклбенсс - Разувий"] = {
			},
			["Джитивар - Разувий"] = {
				{
					["outfitID"] = 0,
					["sources"] = {
						79740, -- [1]
						0, -- [2]
						79742, -- [3]
						0, -- [4]
						79737, -- [5]
						79743, -- [6]
						79741, -- [7]
						79738, -- [8]
						79744, -- [9]
						79739, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						81655, -- [15]
						0, -- [16]
						71457, -- [17]
						0, -- [18]
						0, -- [19]
					},
					["name"] = "гурик",
					["icon"] = 1357387,
					["index"] = 1,
				}, -- [1]
			},
		},
	},
	["profiles"] = {
		["Шананси - Разувий"] = {
		},
		["Мороженщик - Разувий"] = {
		},
		["Джиупицца - Свежеватель Душ"] = {
		},
		["Джитирог - Разувий"] = {
		},
		["Дваприхлоп - Свежеватель Душ"] = {
		},
		["Дубарун - Разувий"] = {
		},
		["Друлянси - Свежеватель Душ"] = {
		},
		["Курамёт - Разувий"] = {
		},
		["Аимбот - Разувий"] = {
		},
		["Анклбенсс - Разувий"] = {
		},
		["Шамманси - Свежеватель Душ"] = {
		},
	},
}
BetterWardrobe_SubstituteItemData = {
	["profileKeys"] = {
		["Шананси - Разувий"] = "Default",
		["Джитиприст - Разувий"] = "Default",
		["Джитирог - Разувий"] = "Default",
		["Аимбот - Разувий"] = "Default",
		["Дкшечко - Разувий"] = "Default",
		["Друлянси - Свежеватель Душ"] = "Default",
		["Мороженщик - Разувий"] = "Default",
		["Шашабуй - Разувий"] = "Default",
		["Шамманси - Свежеватель Душ"] = "Default",
		["Дваприхлоп - Свежеватель Душ"] = "Default",
		["Дубарун - Разувий"] = "Default",
		["Биполярка - Разувий"] = "Default",
		["Курамёт - Разувий"] = "Default",
		["Джиупицца - Свежеватель Душ"] = "Default",
		["Анклбенсс - Разувий"] = "Default",
		["Джитивар - Разувий"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
		},
	},
}
BetterWardrobe_ListData = {
	["favoritesDB"] = {
		["profileKeys"] = {
			["Шананси - Разувий"] = "Шананси - Разувий",
			["Джитиприст - Разувий"] = "Джитиприст - Разувий",
			["Джитирог - Разувий"] = "Джитирог - Разувий",
			["Аимбот - Разувий"] = "Аимбот - Разувий",
			["Дкшечко - Разувий"] = "Дкшечко - Разувий",
			["Друлянси - Свежеватель Душ"] = "Друлянси - Свежеватель Душ",
			["Мороженщик - Разувий"] = "Мороженщик - Разувий",
			["Шашабуй - Разувий"] = "Шашабуй - Разувий",
			["Шамманси - Свежеватель Душ"] = "Шамманси - Свежеватель Душ",
			["Дваприхлоп - Свежеватель Душ"] = "Дваприхлоп - Свежеватель Душ",
			["Дубарун - Разувий"] = "Дубарун - Разувий",
			["Биполярка - Разувий"] = "Биполярка - Разувий",
			["Курамёт - Разувий"] = "Курамёт - Разувий",
			["Джиупицца - Свежеватель Душ"] = "Джиупицца - Свежеватель Душ",
			["Анклбенсс - Разувий"] = "Анклбенсс - Разувий",
			["Джитивар - Разувий"] = "Джитивар - Разувий",
		},
		["profiles"] = {
			["Шананси - Разувий"] = {
				["item"] = {
					[5775] = true,
				},
			},
			["Мороженщик - Разувий"] = {
			},
			["Аимбот - Разувий"] = {
			},
			["Джитирог - Разувий"] = {
			},
			["Дваприхлоп - Свежеватель Душ"] = {
			},
			["Дубарун - Разувий"] = {
			},
			["Друлянси - Свежеватель Душ"] = {
			},
			["Курамёт - Разувий"] = {
			},
			["Джиупицца - Свежеватель Душ"] = {
			},
			["Анклбенсс - Разувий"] = {
			},
			["Шамманси - Свежеватель Душ"] = {
			},
		},
	},
	["collectionListDB"] = {
		["profileKeys"] = {
			["Шананси - Разувий"] = "Шананси - Разувий",
			["Джитиприст - Разувий"] = "Джитиприст - Разувий",
			["Джитирог - Разувий"] = "Джитирог - Разувий",
			["Аимбот - Разувий"] = "Аимбот - Разувий",
			["Дкшечко - Разувий"] = "Дкшечко - Разувий",
			["Друлянси - Свежеватель Душ"] = "Друлянси - Свежеватель Душ",
			["Мороженщик - Разувий"] = "Мороженщик - Разувий",
			["Шашабуй - Разувий"] = "Шашабуй - Разувий",
			["Шамманси - Свежеватель Душ"] = "Шамманси - Свежеватель Душ",
			["Дваприхлоп - Свежеватель Душ"] = "Дваприхлоп - Свежеватель Душ",
			["Дубарун - Разувий"] = "Дубарун - Разувий",
			["Биполярка - Разувий"] = "Биполярка - Разувий",
			["Курамёт - Разувий"] = "Курамёт - Разувий",
			["Джиупицца - Свежеватель Душ"] = "Джиупицца - Свежеватель Душ",
			["Анклбенсс - Разувий"] = "Анклбенсс - Разувий",
			["Джитивар - Разувий"] = "Джитивар - Разувий",
		},
		["profiles"] = {
			["Шананси - Разувий"] = {
				["lists"] = {
					{
						["item"] = {
							[5775] = true,
						},
					}, -- [1]
				},
			},
			["Джитиприст - Разувий"] = {
			},
			["Джитирог - Разувий"] = {
			},
			["Аимбот - Разувий"] = {
			},
			["Дкшечко - Разувий"] = {
			},
			["Друлянси - Свежеватель Душ"] = {
			},
			["Мороженщик - Разувий"] = {
			},
			["Шашабуй - Разувий"] = {
			},
			["Шамманси - Свежеватель Душ"] = {
			},
			["Дваприхлоп - Свежеватель Душ"] = {
			},
			["Дубарун - Разувий"] = {
			},
			["Биполярка - Разувий"] = {
			},
			["Курамёт - Разувий"] = {
			},
			["Джиупицца - Свежеватель Душ"] = {
			},
			["Анклбенсс - Разувий"] = {
			},
			["Джитивар - Разувий"] = {
			},
		},
	},
	["OutfitDB"] = {
		["profileKeys"] = {
			["Шананси - Разувий"] = "Шананси - Разувий",
			["Джитиприст - Разувий"] = "Джитиприст - Разувий",
			["Джитирог - Разувий"] = "Джитирог - Разувий",
			["Аимбот - Разувий"] = "Аимбот - Разувий",
			["Дкшечко - Разувий"] = "Дкшечко - Разувий",
			["Друлянси - Свежеватель Душ"] = "Друлянси - Свежеватель Душ",
			["Мороженщик - Разувий"] = "Мороженщик - Разувий",
			["Шашабуй - Разувий"] = "Шашабуй - Разувий",
			["Шамманси - Свежеватель Душ"] = "Шамманси - Свежеватель Душ",
			["Дваприхлоп - Свежеватель Душ"] = "Дваприхлоп - Свежеватель Душ",
			["Дубарун - Разувий"] = "Дубарун - Разувий",
			["Биполярка - Разувий"] = "Биполярка - Разувий",
			["Курамёт - Разувий"] = "Курамёт - Разувий",
			["Джиупицца - Свежеватель Душ"] = "Джиупицца - Свежеватель Душ",
			["Анклбенсс - Разувий"] = "Анклбенсс - Разувий",
			["Джитивар - Разувий"] = "Джитивар - Разувий",
		},
		["char"] = {
			["Шананси - Разувий"] = {
				["lastTransmogOutfitIDSpec"] = {
					5005, -- [1]
					5005, -- [2]
					5005, -- [3]
				},
			},
			["Дваприхлоп - Свежеватель Душ"] = {
				["lastTransmogOutfitIDSpec"] = {
					1424, -- [1]
					1424, -- [2]
					1424, -- [3]
				},
			},
			["Джитирог - Разувий"] = {
				["lastTransmogOutfitIDSpec"] = {
					2225, -- [1]
					2225, -- [2]
					2225, -- [3]
				},
			},
			["Друлянси - Свежеватель Душ"] = {
				["lastTransmogOutfitIDSpec"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
			},
			["Курамёт - Разувий"] = {
				["lastTransmogOutfitIDSpec"] = {
					5002, -- [1]
					5002, -- [2]
					5002, -- [3]
				},
			},
			["Аимбот - Разувий"] = {
				["lastTransmogOutfitIDSpec"] = {
					5003, -- [1]
					5003, -- [2]
					5003, -- [3]
				},
			},
			["Мороженщик - Разувий"] = {
				["lastTransmogOutfitIDSpec"] = {
					5000, -- [1]
					5000, -- [2]
					5000, -- [3]
				},
			},
			["Джиупицца - Свежеватель Душ"] = {
				["lastTransmogOutfitIDSpec"] = {
					5009, -- [1]
					5009, -- [2]
					5009, -- [3]
				},
			},
		},
	},
	["lastUpdte"] = 1,
	["HiddenAppearanceDB"] = {
		["profileKeys"] = {
			["Шананси - Разувий"] = "Шананси - Разувий",
			["Джитиприст - Разувий"] = "Джитиприст - Разувий",
			["Джитирог - Разувий"] = "Джитирог - Разувий",
			["Аимбот - Разувий"] = "Аимбот - Разувий",
			["Дкшечко - Разувий"] = "Дкшечко - Разувий",
			["Друлянси - Свежеватель Душ"] = "Друлянси - Свежеватель Душ",
			["Мороженщик - Разувий"] = "Мороженщик - Разувий",
			["Шашабуй - Разувий"] = "Шашабуй - Разувий",
			["Шамманси - Свежеватель Душ"] = "Шамманси - Свежеватель Душ",
			["Дваприхлоп - Свежеватель Душ"] = "Дваприхлоп - Свежеватель Душ",
			["Дубарун - Разувий"] = "Дубарун - Разувий",
			["Биполярка - Разувий"] = "Биполярка - Разувий",
			["Курамёт - Разувий"] = "Курамёт - Разувий",
			["Джиупицца - Свежеватель Душ"] = "Джиупицца - Свежеватель Душ",
			["Анклбенсс - Разувий"] = "Анклбенсс - Разувий",
			["Джитивар - Разувий"] = "Джитивар - Разувий",
		},
		["profiles"] = {
			["Шананси - Разувий"] = {
			},
			["Мороженщик - Разувий"] = {
			},
			["Аимбот - Разувий"] = {
			},
			["Джитирог - Разувий"] = {
			},
			["Дваприхлоп - Свежеватель Душ"] = {
			},
			["Дубарун - Разувий"] = {
			},
			["Друлянси - Свежеватель Душ"] = {
			},
			["Курамёт - Разувий"] = {
			},
			["Джиупицца - Свежеватель Душ"] = {
			},
			["Анклбенсс - Разувий"] = {
			},
			["Шамманси - Свежеватель Душ"] = {
			},
		},
	},
}
BetterWardrobe_Mogitdata = nil
BetterWardrobe_Updates = {
	["8_4"] = true,
}
BTT = nil
