
EasyFramesDB = {
	["profileKeys"] = {
		["Шананси - Разувий"] = "Default",
		["Джитивар - Разувий"] = "Default",
		["Шамманси - Свежеватель Душ"] = "Default",
		["Джиупицца - Свежеватель Душ"] = "Default",
		["Курамёт - Разувий"] = "Default",
		["Биполярка - Разувий"] = "Default",
		["Мороженщик - Разувий"] = "Default",
		["Джитиприст - Разувий"] = "Default",
		["Джитирог - Разувий"] = "Default",
		["Дваприхлоп - Свежеватель Душ"] = "Default",
		["Дубарун - Разувий"] = "Default",
		["Друлянси - Свежеватель Душ"] = "Default",
		["Дкшечко - Разувий"] = "Default",
		["Аимбот - Разувий"] = "Default",
		["Анклбенсс - Разувий"] = "Default",
		["Шашабуй - Разувий"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
		},
	},
}
