
HandyNotesDB = {
	["profileKeys"] = {
		["Шананси - Разувий"] = "Шананси - Разувий",
		["Джитивар - Разувий"] = "Джитивар - Разувий",
		["Мороженщик - Разувий"] = "Мороженщик - Разувий",
		["Джитиприст - Разувий"] = "Джитиприст - Разувий",
		["Джитирог - Разувий"] = "Джитирог - Разувий",
		["Аимбот - Разувий"] = "Аимбот - Разувий",
		["Дубарун - Разувий"] = "Дубарун - Разувий",
		["Биполярка - Разувий"] = "Биполярка - Разувий",
		["Курамёт - Разувий"] = "Курамёт - Разувий",
		["Джиупицца - Свежеватель Душ"] = "Джиупицца - Свежеватель Душ",
		["Анклбенсс - Разувий"] = "Анклбенсс - Разувий",
		["Шашабуй - Разувий"] = "Шашабуй - Разувий",
	},
	["profiles"] = {
		["Шананси - Разувий"] = {
		},
		["Джитивар - Разувий"] = {
		},
		["Мороженщик - Разувий"] = {
		},
		["Джитиприст - Разувий"] = {
		},
		["Джитирог - Разувий"] = {
		},
		["Аимбот - Разувий"] = {
		},
		["Дубарун - Разувий"] = {
		},
		["Биполярка - Разувий"] = {
		},
		["Курамёт - Разувий"] = {
		},
		["Джиупицца - Свежеватель Душ"] = {
		},
		["Анклбенсс - Разувий"] = {
		},
		["Шашабуй - Разувий"] = {
		},
	},
}
HandyNotes_HandyNotesDB = {
	["profileKeys"] = {
		["Шананси - Разувий"] = "Шананси - Разувий",
		["Джитивар - Разувий"] = "Джитивар - Разувий",
		["Мороженщик - Разувий"] = "Мороженщик - Разувий",
		["Джитиприст - Разувий"] = "Джитиприст - Разувий",
		["Джитирог - Разувий"] = "Джитирог - Разувий",
		["Джиупицца - Свежеватель Душ"] = "Джиупицца - Свежеватель Душ",
		["Дубарун - Разувий"] = "Дубарун - Разувий",
		["Биполярка - Разувий"] = "Биполярка - Разувий",
		["Курамёт - Разувий"] = "Курамёт - Разувий",
		["Аимбот - Разувий"] = "Аимбот - Разувий",
		["Анклбенсс - Разувий"] = "Анклбенсс - Разувий",
		["Шашабуй - Разувий"] = "Шашабуй - Разувий",
	},
	["profiles"] = {
		["Шананси - Разувий"] = {
		},
		["Джитивар - Разувий"] = {
		},
		["Мороженщик - Разувий"] = {
		},
		["Джитиприст - Разувий"] = {
		},
		["Джитирог - Разувий"] = {
		},
		["Джиупицца - Свежеватель Душ"] = {
		},
		["Дубарун - Разувий"] = {
		},
		["Биполярка - Разувий"] = {
		},
		["Курамёт - Разувий"] = {
		},
		["Аимбот - Разувий"] = {
		},
		["Анклбенсс - Разувий"] = {
		},
		["Шашабуй - Разувий"] = {
		},
	},
}
