
OmniCDDB = {
	["profileKeys"] = {
		["Шананси - Разувий"] = "Default",
		["Джитивар - Разувий"] = "Default",
		["Шамманси - Свежеватель Душ"] = "Default",
		["Аимбот - Разувий"] = "Default",
		["Дкшечко - Разувий"] = "Default",
		["Биполярка - Разувий"] = "Default",
		["Мороженщик - Разувий"] = "Default",
		["Шашабуй - Разувий"] = "Default",
		["Джитирог - Разувий"] = "Default",
		["Дваприхлоп - Свежеватель Душ"] = "Default",
		["Дубарун - Разувий"] = "Default",
		["Друлянси - Свежеватель Душ"] = "Default",
		["Курамёт - Разувий"] = "Default",
		["Джиупицца - Свежеватель Душ"] = "Default",
		["Анклбенсс - Разувий"] = "Default",
		["Джитиприст - Разувий"] = "Default",
	},
	["global"] = {
		["oodVer"] = 2717,
		["oodChk"] = 220514,
		["disableElvMsg"] = true,
	},
	["namespaces"] = {
		["LibDualSpec-1.0"] = {
		},
	},
	["version"] = 3,
	["cooldowns"] = {
	},
	["profiles"] = {
		["Default"] = {
			["Party"] = {
				["party"] = {
					["manualPos"] = {
						["raidCDBar"] = {
							["y"] = 291.1693817149899,
							["x"] = 241.4524768003139,
						},
						["interruptBar"] = {
							["y"] = 266.2803414902191,
							["x"] = 241.4515246519113,
						},
					},
				},
			},
		},
	},
}
