
RarityDB = {
	["profileKeys"] = {
		["Джитирог - Разувий"] = "Default",
		["Дубарун - Разувий"] = "Default",
		["Аимбот - Разувий"] = "Default",
		["Джиупицца - Свежеватель Душ"] = "Default",
		["Шананси - Разувий"] = "Default",
		["Шашабуй - Разувий"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["groups"] = {
				["pets"] = {
					["Snarly's Bucket"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Spiky Collar"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Dark Quivering Blob"] = {
						["attempts"] = 1,
					},
					["Call of the Frozen Blade"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Parrot Cage (Green Wing Macaw)"] = {
						["known"] = true,
						["enabled"] = false,
						["found"] = true,
					},
					["C'Thuffer"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Shard of Supremus"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Spinemaw Gormling"] = {
						["known"] = true,
						["enabled"] = false,
						["found"] = true,
					},
					["Hungry Burrower"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Giant Sewer Rat"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Void-Scarred Anubisath"] = {
						["known"] = true,
						["enabled"] = false,
						["found"] = true,
					},
					["Golden Snorf"] = {
						["attempts"] = 12,
					},
					["Snapper"] = {
						["enabled"] = false,
						["found"] = true,
						["known"] = true,
					},
					["Drudge Remains"] = {
						["attempts"] = 1,
					},
					["Wriggling Darkness"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Lightless Ambusher"] = {
						["attempts"] = 1,
					},
					["Son of Animus"] = {
						["attempts"] = 1,
					},
					["Zandalari Toenibbler"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Maw Crawler"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Leviathan Egg"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Eye of Inquisition"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Nightmare Whelpling"] = {
						["attempts"] = 1,
					},
					["Eye of Allseeing"] = {
						["attempts"] = 3,
					},
					["Fodder"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Copperback Etherwyrm"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Invasive Buzzer"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Pommel Jewel of Remornia"] = {
						["attempts"] = 5,
					},
					["Blessed Seed"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Puddle of Black Liquid"] = {
						["known"] = true,
						["enabled"] = false,
						["found"] = true,
					},
					["Stonewing Dredwing Pup"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Grappling Gauntlet"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Hissing Deathroach"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Ra'kim"] = {
						["known"] = true,
						["enabled"] = false,
						["found"] = true,
					},
					["Pygmy Direhorn"] = {
						["attempts"] = 1,
					},
					["Glittering Ball of Yarn"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Rough-Hewn Remote"] = {
						["known"] = true,
						["enabled"] = false,
						["found"] = true,
					},
					["Red Helper Box"] = {
						["known"] = true,
						["enabled"] = false,
						["found"] = true,
					},
					["Corrupted Nest Guardian"] = {
						["attempts"] = 2,
					},
					["Kindleweb Spiderling"] = {
						["enabled"] = false,
						["found"] = true,
						["known"] = true,
					},
					["Gilded Darknight"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Fragment of Frozen Bone"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Undying Deathroach"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Tower Deathroach"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Laughing Stonekin"] = {
						["enabled"] = false,
						["found"] = true,
						["known"] = true,
					},
					["Thundering Scale of Akunda"] = {
						["attempts"] = 2,
					},
					["Shadowy Pile of Bones"] = {
						["attempts"] = 1,
					},
					["Spawn of Krag'wa"] = {
						["attempts"] = 1,
					},
					["Breezy Essence"] = {
						["known"] = true,
						["enabled"] = false,
						["found"] = true,
					},
					["Swirling Black Bottle"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Coral Lashling"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Box With Faintly Glowing 'Air' Holes"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Albatross Feather"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Ironbound Collar"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Overcomplicated Controller"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Fragment of Desire"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Voidwoven Cat Collar"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Sultry Grimoire"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Mawsworn Minion"] = {
						["attempts"] = 1,
					},
					["Red-Hot Coal"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Zephyr's Call"] = {
						["known"] = true,
						["enabled"] = false,
						["found"] = true,
					},
					["Dusty Clutch of Eggs"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Jar of Ashes"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Phoenix Hatchling"] = {
						["known"] = true,
						["enabled"] = false,
						["found"] = true,
					},
					["Void-Scarred Hare"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Experiment-In-A-Jar"] = {
						["attempts"] = 1,
					},
					["Irongrasp"] = {
						["attempts"] = 4,
					},
					["Snowman Kit"] = {
						["known"] = true,
						["enabled"] = false,
						["found"] = true,
					},
					["Maw Stalker"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Vibrating Stone"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Blighted Spore"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Ominous Pile of Snow"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Jingling Bell"] = {
						["known"] = true,
						["enabled"] = false,
						["found"] = true,
					},
					["Fragment of Anger"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Torghast Lurker"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Gu'chi Swarmling"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Tiny Grimoire"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Box Labeled \"Danger: Void Rat Inside\""] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Celestial Gift"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Twilight Summoning Portal"] = {
						["known"] = true,
						["enabled"] = false,
						["found"] = true,
					},
					["Enchanted Talon of Pa'ku"] = {
						["attempts"] = 2,
					},
					["Sludge Feeler"] = {
						["known"] = true,
						["enabled"] = false,
						["found"] = true,
					},
					["Severs"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["collapsed"] = true,
					["Cobalt Raven Hatchling"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Amaranthine Stinger"] = {
						["enabled"] = false,
						["announce"] = false,
					},
					["Fractured Obsidian Claw"] = {
						["attempts"] = 9,
					},
					["Ji-Kun Hatchling"] = {
						["attempts"] = 1,
					},
					["Wayward Spirit"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Direhorn Runt"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Void-Link Frostwolf Collar"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Odd Twilight Egg"] = {
						["known"] = true,
						["enabled"] = false,
						["found"] = true,
					},
					["Larion Cub"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Eye of Corruption"] = {
						["time"] = 1,
						["dates"] = {
							[20220612] = {
								["time"] = 1,
							},
						},
						["attempts"] = 1,
					},
					["Lesser Circle of Binding"] = {
						["attempts"] = 1,
					},
					["Aqir Hivespawn"] = {
						["attempts"] = 12,
					},
					["Remains of a Blood Beast"] = {
						["attempts"] = 3,
					},
					["Mana-Warped Egg"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["collapsedGroup"] = true,
					["Mindlost Bloodfrenzy"] = {
						["attempts"] = 1,
					},
				},
				["mounts"] = {
					["Ironhoof Destroyer"] = {
						["attempts"] = 1,
					},
					["Sharkbait's Favorite Crackers"] = {
						["attempts"] = 14,
					},
					["Abyss Worm"] = {
						["attempts"] = 3,
					},
					["Invincible's Reins"] = {
						["attempts"] = 2,
					},
					["Experiment 12-B"] = {
						["attempts"] = 1,
					},
					["Son of Galleon's Saddle"] = {
						["attempts"] = 2,
					},
					["Spawn of Horridon"] = {
						["attempts"] = 1,
					},
					["Sea Turtle"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Reins of the Cobalt Primordial Direhorn"] = {
						["time"] = 1,
						["dates"] = {
							[20220614] = {
								["time"] = 1,
							},
						},
						["attempts"] = 6,
					},
					["Reins of the Bone-White Primal Raptor"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Underrot Crawg Harness"] = {
						["attempts"] = 40,
					},
					["Mummified Raptor Skull"] = {
						["attempts"] = 8,
					},
					["Slime-Covered Reins of the Hulking Deathroc"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Flametalon of Alysrazor"] = {
						["known"] = true,
						["enabled"] = false,
						["found"] = true,
					},
					["Rusted Keys to the Junkheap Drifter"] = {
						["time"] = 1,
						["dates"] = {
							[20220612] = {
								["time"] = 1,
								["attempts"] = 1,
							},
						},
						["attempts"] = 1,
					},
					["Reins of the Blue Drake"] = {
						["known"] = true,
						["enabled"] = false,
						["found"] = true,
					},
					["Fiendish Hellfire Core"] = {
						["attempts"] = 1,
					},
					["Reins of the Raven Lord"] = {
						["known"] = true,
						["found"] = true,
						["enabled"] = false,
					},
					["Fossilized Raptor"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Predatory Plagueroc"] = {
						["known"] = true,
						["enabled"] = false,
						["found"] = true,
					},
					["Ashes of Al'ar"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Marrowfang's Reins"] = {
						["time"] = 1,
						["dates"] = {
							[20220614] = {
								["time"] = 1,
							},
						},
						["attempts"] = 40,
					},
					["Scintillating Mana Ray"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["G.M.O.D."] = {
						["attempts"] = 1,
					},
					["Reins of the Grand Black War Mammoth Horde"] = {
						["known"] = true,
						["enabled"] = false,
						["found"] = true,
					},
					["Dusklight Razorwing"] = {
						["dates"] = {
							[20220614] = {
								["attempts"] = 1,
							},
						},
						["attempts"] = 3,
					},
					["Reins of the Astral Cloud Serpent"] = {
						["attempts"] = 2,
					},
					["Reins of the Grand Black War Mammoth Alliance"] = {
						["known"] = true,
						["enabled"] = false,
						["found"] = true,
					},
					["Swift Brewfest Ram"] = {
						["known"] = true,
						["enabled"] = false,
						["found"] = true,
					},
					["collapsedGroup"] = true,
					["Reins of the Onyxian Drake"] = {
						["known"] = true,
						["enabled"] = false,
						["found"] = true,
					},
					["Gnawed Reins of the Battle-Bound Warhound"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Reins of the Green Proto-Drake"] = {
						["known"] = true,
						["enabled"] = false,
						["found"] = true,
					},
					["Garn Nighthowl"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Swift White Hawkstrider"] = {
						["known"] = true,
						["found"] = true,
						["enabled"] = false,
					},
					["Living Infernal Core"] = {
						["attempts"] = 1,
					},
					["collapsed"] = false,
					["Reins of the Heavenly Onyx Cloud Serpent"] = {
						["attempts"] = 6,
					},
					["Cartel Master's Gearglider"] = {
						["known"] = true,
						["enabled"] = false,
						["found"] = true,
					},
					["Legsplitter War Harness"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Amber Ardenmoth"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Reins of the Azure Drake"] = {
						["known"] = true,
						["enabled"] = false,
						["found"] = true,
					},
					["Sanctum Gloomcharger's Reins"] = {
						["attempts"] = 3,
					},
					["Great Brewfest Kodo"] = {
						["known"] = true,
						["enabled"] = false,
						["found"] = true,
					},
					["Reins of the Thundering Cobalt Cloud Serpent"] = {
						["attempts"] = 1,
					},
					["Armored Bonehoof Tauralus"] = {
						["known"] = true,
						["enabled"] = false,
						["found"] = true,
					},
					["Reins of the Drake of the South Wind"] = {
						["attempts"] = 4,
					},
					["Clutch of Ji-Kun"] = {
						["attempts"] = 1,
					},
					["Great Sea Ray"] = {
						["known"] = true,
						["found"] = true,
						["enabled"] = false,
					},
					["Felglow Mana Ray"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Deathcharger's Reins"] = {
						["attempts"] = 4,
					},
					["Mail Muncher"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
				},
				["items"] = {
					["Toy War Machine"] = {
						["known"] = true,
						["enabled"] = false,
						["found"] = true,
					},
					["Foul Belly"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Flopping Fish"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Borr-Geth's Fiery Brimstone"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Vesper of Harmony"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Azerite Firework Launcher"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Vesper of Faith"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Ancient Elethium Coin"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Apprentice Slimemancer's Boots"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Toy Siege Tower"] = {
						["known"] = true,
						["enabled"] = false,
						["found"] = true,
					},
					["Infested Arachnid Casing"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Spectral Visage"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Void-Touched Souvenir Totem"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Molok Morion"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Mark of Purity"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Orb of the Sin'dorei"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Magic Monkey Banana"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Adamant Vaults Cell"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Piccolo of the Flaming Fire"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Bewitching Tea Set"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Underlight Sealamp"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["MiniZep Controller"] = {
						["known"] = true,
						["found"] = true,
						["enabled"] = false,
					},
					["Red Wooden Sled"] = {
						["known"] = true,
						["found"] = true,
						["enabled"] = false,
					},
					["Syndicate Mask"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Budget K'thir Disguise"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Witherbark Gong"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Faintly Glowing Flagon of Mead"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Steward's First Feather"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Sparkle Wings"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Malfunctioning Goliath Gauntlet"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["collapsed"] = true,
					["Kovork Kostume"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Golden Hearthstone Card: Lord Jaraxxus"] = {
						["attempts"] = 2,
					},
					["Tome of Small Sins"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
					["Orophea's Lyre"] = {
						["enabled"] = false,
						["known"] = true,
						["found"] = true,
					},
				},
			},
			["mapIds"] = {
				"Дуротар", -- [1]
				"Грот Пылающего Клинка", -- [2]
				"Крепость Тирагард", -- [3]
				"Крепость Тирагард", -- [4]
				"Скала Черепа", -- [5]
				"Пещера Пыльного Ветра", -- [6]
				"Мулгор", -- [7]
				"Утес Бледногривов", -- [8]
				"Рудник Торговой компании", -- [9]
				"Северные степи", -- [10]
				"Пещеры Стенаний", -- [11]
				"Калимдор", -- [12]
				"Восточные королевства", -- [13]
				"Нагорье Арати", -- [14]
				"Бесплодные земли", -- [15]
				"Ульдаман", -- [16]
				"Выжженные земли", -- [17]
				"Тирисфальские леса", -- [18]
				"Монастырь Алого ордена", -- [19]
				"Последнее пристанище Хранителя", -- [20]
				"Серебряный бор", -- [21]
				"Западные Чумные земли", -- [22]
				"Восточные Чумные земли", -- [23]
				"Часовня Последней Надежды", -- [24]
				"Предгорья Хилсбрада", -- [25]
				"Внутренние земли", -- [26]
				"Дун Морог", -- [27]
				"Туннель Холодной долины", -- [28]
				"Серая берлога", -- [29]
				"Новый Город Механиков", -- [30]
				"Карьер Гол'Болар", -- [31]
				"Тлеющее ущелье", -- [32]
				"Черная гора", -- [33]
				"Черная гора", -- [34]
				"Черная гора", -- [35]
				"Пылающие степи", -- [36]
				"Элвиннский лес", -- [37]
				"Рудник Подземных Глубин", -- [38]
				"Рудник Подземных Глубин", -- [39]
				"Яшмовая шахта", -- [40]
				"Даларан", -- [41]
				"Перевал Мертвого Ветра", -- [42]
				"Хозяйский погреб", -- [43]
				"Хозяйский погреб", -- [44]
				"Хозяйский погреб", -- [45]
				"Катакомбы Каражана", -- [46]
				"Сумеречный лес", -- [47]
				"Лок Модан", -- [48]
				"Красногорье", -- [49]
				"Северная Тернистая долина", -- [50]
				"Болото печали", -- [51]
				"Западный край", -- [52]
				"Прииск на Золотом Берегу", -- [53]
				"Рудник Янго", -- [54]
				"Мертвые копи", -- [55]
				"Болотина", -- [56]
				"Тельдрассил", -- [57]
				"Паучье логово", -- [58]
				"Пещера Бесов", -- [59]
				"Обитель Бен'этиль", -- [60]
				"Обитель Бен'этиль", -- [61]
				"Темные берега", -- [62]
				"Ясеневый лес", -- [63]
				"Тысяча Игл", -- [64]
				"Когтистые горы", -- [65]
				"Пустоши", -- [66]
				"Мародон", -- [67]
				"Мародон", -- [68]
				"Фералас", -- [69]
				"Пылевые топи", -- [70]
				"Танарис", -- [71]
				"Ядовитый улей", -- [72]
				"Зияющая бездна", -- [73]
				"Пещеры Времени", -- [74]
				"Пещеры Времени", -- [75]
				"Азшара", -- [76]
				"Оскверненный лес", -- [77]
				"Кратер Ун'Горо", -- [78]
				"Скользкий овраг", -- [79]
				"Лунная поляна", -- [80]
				"Силитус", -- [81]
				"Сумеречная пещера", -- [82]
				"Зимние Ключи", -- [83]
				"Штормград", -- [84]
				"Оргриммар", -- [85]
				"Оргриммар", -- [86]
				"Стальгорн", -- [87]
				"Громовой Утес", -- [88]
				"Дарнас", -- [89]
				"Подгород", -- [90]
				"Альтеракская долина", -- [91]
				"Ущелье Песни Войны", -- [92]
				"Низина Арати", -- [93]
				"Леса Вечной Песни", -- [94]
				"Призрачные земли", -- [95]
				"Катакомбы Амани", -- [96]
				"Остров Лазурной Дымки", -- [97]
				"Пещера Приливов", -- [98]
				"Логово клана Тихвой", -- [99]
				"Полуостров Адского Пламени", -- [100]
				"Запределье", -- [101]
				"Зангартопь", -- [102]
				"Экзодар", -- [103]
				"Долина Призрачной Луны", -- [104]
				"Острогорье", -- [105]
				"Остров Кровавой Дымки", -- [106]
				"Награнд", -- [107]
				"Лес Тероккар", -- [108]
				"Пустоверть", -- [109]
				"Луносвет", -- [110]
				"Шаттрат", -- [111]
				"Око Бури", -- [112]
				"Нордскол", -- [113]
				"Борейская тундра", -- [114]
				"Драконий Погост", -- [115]
				"Седые холмы", -- [116]
				"Ревущий фьорд", -- [117]
				"Ледяная Корона", -- [118]
				"Низина Шолазар", -- [119]
				"Грозовая гряда", -- [120]
				"Зул'Драк", -- [121]
				"Остров Кель'Данас", -- [122]
				"Озеро Ледяных Оков", -- [123]
				"Анклав Алого ордена", -- [124]
				"Даларан", -- [125]
				"Даларан", -- [126]
				"Лес Хрустальной Песни", -- [127]
				"Берег Древних", -- [128]
				"Нексус", -- [129]
				"Очищение Стратхольма", -- [130]
				"Очищение Стратхольма", -- [131]
				"Ан'кахет: Старое Королевство", -- [132]
				"Крепость Утгард", -- [133]
				"Крепость Утгард", -- [134]
				"Крепость Утгард", -- [135]
				"Вершина Утгард", -- [136]
				"Вершина Утгард", -- [137]
				"Чертоги Молний", -- [138]
				"Чертоги Молний", -- [139]
				"Чертоги Камня", -- [140]
				"Око Вечности", -- [141]
				"Окулус", -- [142]
				"Окулус", -- [143]
				"Окулус", -- [144]
				"Окулус", -- [145]
				"Окулус", -- [146]
				"Ульдуар", -- [147]
				"Ульдуар", -- [148]
				"Ульдуар", -- [149]
				"Ульдуар", -- [150]
				"Ульдуар", -- [151]
				"Ульдуар", -- [152]
				"Гундрак", -- [153]
				"Гундрак", -- [154]
				"Обсидиановое святилище", -- [155]
				"Хранилище Аркавона", -- [156]
				"Азжол-Неруб", -- [157]
				"Азжол-Неруб", -- [158]
				"Азжол-Неруб", -- [159]
				"Крепость Драк'Тарон", -- [160]
				"Крепость Драк'Тарон", -- [161]
				"Наксрамас", -- [162]
				"Наксрамас", -- [163]
				"Наксрамас", -- [164]
				"Наксрамас", -- [165]
				"Наксрамас", -- [166]
				"Наксрамас", -- [167]
				"Аметистовая крепость", -- [168]
				"Остров Завоеваний", -- [169]
				"Лагерь Хротгара", -- [170]
				"Испытание чемпиона", -- [171]
				"Испытание крестоносца", -- [172]
				"Испытание крестоносца", -- [173]
				"Затерянные острова", -- [174]
				"Каджа'митовая пещера", -- [175]
				"Пещера Вулканота", -- [176]
				"Исправительная шахта Галливикса", -- [177]
				"Исправительная шахта Галливикса", -- [178]
				"Гилнеас", -- [179]
				"Шахта Тлеющего Угля", -- [180]
				"Поместье Седогрива", -- [181]
				"Поместье Седогрива", -- [182]
				"Кузня Душ", -- [183]
				"Яма Сарона", -- [184]
				"Залы Отражений", -- [185]
				"Цитадель Ледяной Короны", -- [186]
				"Цитадель Ледяной Короны", -- [187]
				"Цитадель Ледяной Короны", -- [188]
				"Цитадель Ледяной Короны", -- [189]
				"Цитадель Ледяной Короны", -- [190]
				"Цитадель Ледяной Короны", -- [191]
				"Цитадель Ледяной Короны", -- [192]
				"Цитадель Ледяной Короны", -- [193]
				"Кезан", -- [194]
				"Каджа'митовая шахта", -- [195]
				"Каджа'митовая шахта", -- [196]
				"Каджа'митовая шахта", -- [197]
				"Гора Хиджал", -- [198]
				"Южные степи", -- [199]
				"Рубиновое святилище", -- [200]
				"Лес Келп'тар", -- [201]
				"Гилнеас", -- [202]
				"Вайш'ир", -- [203]
				"Бездонные глубины", -- [204]
				"Мерцающий простор", -- [205]
				"Два Пика", -- [206]
				"Подземье", -- [207]
				"Сумеречные глубины", -- [208]
				"Сумеречные глубины", -- [209]
				"Мыс Тернистой долины", -- [210]
				nil, -- [211]
				nil, -- [212]
				"Огненная Пропасть", -- [213]
				nil, -- [214]
				nil, -- [215]
				nil, -- [216]
				"Руины Гилнеаса", -- [217]
				"Гилнеас", -- [218]
				"Зул'Фаррак", -- [219]
				"Храм Атал'Хаккар", -- [220]
				"Непроглядная Пучина", -- [221]
				"Непроглядная Пучина", -- [222]
				"Непроглядная Пучина", -- [223]
				"Тернистая долина", -- [224]
				"Тюрьма", -- [225]
				"Гномреган", -- [226]
				"Гномреган", -- [227]
				"Гномреган", -- [228]
				"Гномреган", -- [229]
				"Ульдаман", -- [230]
				"Ульдаман", -- [231]
				"Огненные Недра", -- [232]
				"Зул'Гуруб", -- [233]
				"Забытый город", -- [234]
				"Забытый город", -- [235]
				"Забытый город", -- [236]
				"Забытый город", -- [237]
				"Забытый город", -- [238]
				"Забытый город", -- [239]
				"Забытый город", -- [240]
				"Сумеречное нагорье", -- [241]
				"Глубины Черной горы", -- [242]
				"Глубины Черной горы", -- [243]
				"Тол Барад", -- [244]
				"Полуостров Тол Барад", -- [245]
				"Разрушенные залы", -- [246]
				"Руины Ан'Киража", -- [247]
				"Логово Ониксии", -- [248]
				"Ульдум", -- [249]
				"Пик Черной горы", -- [250]
				"Пик Черной горы", -- [251]
				"Пик Черной горы", -- [252]
				"Пик Черной горы", -- [253]
				"Пик Черной горы", -- [254]
				"Пик Черной горы", -- [255]
				"Аукенайские гробницы", -- [256]
				"Аукенайские гробницы", -- [257]
				"Сетеккские залы", -- [258]
				"Сетеккские залы", -- [259]
				"Темный лабиринт", -- [260]
				"Кузня Крови", -- [261]
				"Нижетопь", -- [262]
				"Паровое подземелье", -- [263]
				"Паровое подземелье", -- [264]
				"Узилище", -- [265]
				"Ботаника", -- [266]
				"Механар", -- [267]
				"Механар", -- [268]
				"Аркатрац", -- [269]
				"Аркатрац", -- [270]
				"Аркатрац", -- [271]
				"Гробницы маны", -- [272]
				"Черные топи", -- [273]
				"Старые предгорья Хилсбрада", -- [274]
				"Битва за Гилнеас", -- [275]
				"Водоворот", -- [276]
				"Затерянный город Тол'вир", -- [277]
				nil, -- [278]
				"Пещеры Стенаний", -- [279]
				"Мародон", -- [280]
				"Мародон", -- [281]
				"Крепость Барадин", -- [282]
				"Пещеры Черной горы", -- [283]
				"Пещеры Черной горы", -- [284]
				"Твердыня Крыла Тьмы", -- [285]
				"Твердыня Крыла Тьмы", -- [286]
				"Логово Крыла Тьмы", -- [287]
				"Логово Крыла Тьмы", -- [288]
				"Логово Крыла Тьмы", -- [289]
				"Логово Крыла Тьмы", -- [290]
				"Мертвые копи", -- [291]
				"Мертвые копи", -- [292]
				"Грим Батол", -- [293]
				"Сумеречный бастион", -- [294]
				"Сумеречный бастион", -- [295]
				"Сумеречный бастион", -- [296]
				"Чертоги Созидания", -- [297]
				"Чертоги Созидания", -- [298]
				"Чертоги Созидания", -- [299]
				"Курганы Иглошкурых", -- [300]
				"Лабиринты Иглошкурых", -- [301]
				"Монастырь Алого ордена", -- [302]
				"Монастырь Алого ордена", -- [303]
				"Монастырь Алого ордена", -- [304]
				"Монастырь Алого ордена", -- [305]
				"Некроситет", -- [306]
				"Некроситет", -- [307]
				"Некроситет", -- [308]
				"Некроситет", -- [309]
				"Крепость Темного Клыка", -- [310]
				"Крепость Темного Клыка", -- [311]
				"Крепость Темного Клыка", -- [312]
				"Крепость Темного Клыка", -- [313]
				"Крепость Темного Клыка", -- [314]
				"Крепость Темного Клыка", -- [315]
				"Крепость Темного Клыка", -- [316]
				"Стратхольм", -- [317]
				"Стратхольм", -- [318]
				"Ан'Кираж", -- [319]
				"Ан'Кираж", -- [320]
				"Ан'Кираж", -- [321]
				"Трон Приливов", -- [322]
				"Трон Приливов", -- [323]
				"Каменные Недра", -- [324]
				"Вершина Смерча", -- [325]
				nil, -- [326]
				"Ан'Кираж: Павшее Королевство", -- [327]
				"Трон Четырех Ветров", -- [328]
				"Вершина Хиджала", -- [329]
				"Логово Груула", -- [330]
				"Логово Магтеридона", -- [331]
				"Змеиное святилище", -- [332]
				"Зул'Аман", -- [333]
				"Крепость Бурь", -- [334]
				"Плато Солнечного Колодца", -- [335]
				"Плато Солнечного Колодца", -- [336]
				"Зул'Гуруб", -- [337]
				"Огненная передовая", -- [338]
				"Черный храм", -- [339]
				"Черный храм", -- [340]
				"Черный храм", -- [341]
				"Черный храм", -- [342]
				"Черный храм", -- [343]
				"Черный храм", -- [344]
				"Черный храм", -- [345]
				"Черный храм", -- [346]
				"Бастионы Адского Пламени", -- [347]
				"Терраса Магистров", -- [348]
				"Терраса Магистров", -- [349]
				"Каражан", -- [350]
				"Каражан", -- [351]
				"Каражан", -- [352]
				"Каражан", -- [353]
				"Каражан", -- [354]
				"Каражан", -- [355]
				"Каражан", -- [356]
				"Каражан", -- [357]
				"Каражан", -- [358]
				"Каражан", -- [359]
				"Каражан", -- [360]
				"Каражан", -- [361]
				"Каражан", -- [362]
				"Каражан", -- [363]
				"Каражан", -- [364]
				"Каражан", -- [365]
				"Каражан", -- [366]
				"Огненные Просторы", -- [367]
				"Огненные Просторы", -- [368]
				"Огненные Просторы", -- [369]
				"Нексус", -- [370]
				"Нефритовый лес", -- [371]
				"Каменоломня Зеленой Скалы", -- [372]
				"Каменоломня Зеленой Скалы", -- [373]
				"Плач Вдовы", -- [374]
				"Уна Кагу", -- [375]
				"Долина Четырех Ветров", -- [376]
				"Пещера Бесконечного Эха", -- [377]
				"Скитающийся остров", -- [378]
				"Вершина Кунь-Лай", -- [379]
				"Пещера Ревущего Ветра", -- [380]
				"Пещера шаловливых духов", -- [381]
				"Логово Тяжелого Когтя", -- [382]
				"Глубокая пещера", -- [383]
				"Глубокая пещера", -- [384]
				"Гробница Завоевателей", -- [385]
				"Руины клана Корун", -- [386]
				"Руины клана Корун", -- [387]
				"Танлунские степи", -- [388]
				"Храм Нюцзао", -- [389]
				"Вечноцветущий дол", -- [390]
				"Святилище Двух Лун", -- [391]
				"Святилище Двух Лун", -- [392]
				"Святилище Семи Звезд", -- [393]
				"Святилище Семи Звезд", -- [394]
				"Залы Го-Лай", -- [395]
				"Залы Го-Лай", -- [396]
				"Око Бури", -- [397]
				"Источник Вечности", -- [398]
				"Время Сумерек", -- [399]
				"Время Сумерек", -- [400]
				"Конец Времен", -- [401]
				"Конец Времен", -- [402]
				"Конец Времен", -- [403]
				"Конец Времен", -- [404]
				"Конец Времен", -- [405]
				"Конец Времен", -- [406]
				"Остров Новолуния", -- [407]
				"Остров Новолуния", -- [408]
				"Душа Дракона", -- [409]
				"Душа Дракона", -- [410]
				"Душа Дракона", -- [411]
				"Душа Дракона", -- [412]
				"Душа Дракона", -- [413]
				"Душа Дракона", -- [414]
				"Душа Дракона", -- [415]
				"Пылевые топи", -- [416]
				"Храм Котмогу", -- [417]
				"Красарангские джунгли", -- [418]
				"Руины Огудея", -- [419]
				"Руины Огудея", -- [420]
				"Руины Огудея", -- [421]
				"Жуткие пустоши", -- [422]
				"Сверкающие копи", -- [423]
				"Пандария", -- [424]
				"Североземье", -- [425]
				"Рудник Горного Эха", -- [426]
				"Холодная долина", -- [427]
				"Пещера Мерзлогривов", -- [428]
				"Храм Нефритовой Змеи", -- [429]
				"Храм Нефритовой Змеи", -- [430]
				"Залы Алого ордена", -- [431]
				"Залы Алого ордена", -- [432]
				"Сокрытая лестница", -- [433]
				"Древний проход", -- [434]
				"Монастырь Алого ордена", -- [435]
				"Монастырь Алого ордена", -- [436]
				"Врата Заходящего Солнца", -- [437]
				"Врата Заходящего Солнца", -- [438]
				"Хмелеварня Буйных Портеров", -- [439]
				"Хмелеварня Буйных Портеров", -- [440]
				"Хмелеварня Буйных Портеров", -- [441]
				"Хмелеварня Буйных Портеров", -- [442]
				"Монастырь Шадо-Пан", -- [443]
				"Монастырь Шадо-Пан", -- [444]
				"Монастырь Шадо-Пан", -- [445]
				"Монастырь Шадо-Пан", -- [446]
				"Хмельная буря", -- [447]
				"Нефритовый лес", -- [448]
				"Храм Котмогу", -- [449]
				"Унга-Ингу", -- [450]
				"Атака на Зан'весс", -- [451]
				"Фестиваль Хмельнолуния", -- [452]
				"Дворец Могу'шан", -- [453]
				"Дворец Могу'шан", -- [454]
				"Дворец Могу'шан", -- [455]
				"Терраса Вечной Весны", -- [456]
				"Осада храма Нюцзао", -- [457]
				"Осада храма Нюцзао", -- [458]
				"Осада храма Нюцзао", -- [459]
				"Тенистая долина", -- [460]
				"Долина Испытаний", -- [461]
				"Лагерь Нараче", -- [462]
				"Острова Эха", -- [463]
				"Пещера Злобной Чешуи", -- [464]
				"Похоронный Звон", -- [465]
				"Паучья низина", -- [466]
				"Остров Солнечного Скитальца", -- [467]
				"Долина Аммен", -- [468]
				"Новый Город Механиков", -- [469]
				"Форт Мерзлогривов", -- [470]
				"Подземелья Могу'шан", -- [471]
				"Подземелья Могу'шан", -- [472]
				"Подземелья Могу'шан", -- [473]
				"Сердце Страха", -- [474]
				"Сердце Страха", -- [475]
				"Некроситет", -- [476]
				"Некроситет", -- [477]
				"Некроситет", -- [478]
				"Некроситет", -- [479]
				"Арена испытаний", -- [480]
				"Гробница Забытых Королей", -- [481]
				"Гробница Забытых Королей", -- [482]
				"Пылевые топи", -- [483]
				nil, -- [484]
				nil, -- [485]
				"Красарангские джунгли", -- [486]
				"Немного терпения", -- [487]
				"Кинжал во тьме", -- [488]
				"Кинжал во тьме", -- [489]
				"Черный храм", -- [490]
				"Черный храм", -- [491]
				"Черный храм", -- [492]
				"Черный храм", -- [493]
				"Черный храм", -- [494]
				"Черный храм", -- [495]
				"Черный храм", -- [496]
				"Черный храм", -- [497]
				"Красарангские джунгли", -- [498]
				"Подземный поезд", -- [499]
				"Подземный поезд", -- [500]
				"Даларан", -- [501]
				"Даларан", -- [502]
				"Арена \"Морд'Бой\"", -- [503]
				"Остров Грома", -- [504]
				"Шахта Молний", -- [505]
				"Древнее хранилище", -- [506]
				"Остров Великанов", -- [507]
				"Престол Гроз", -- [508]
				"Престол Гроз", -- [509]
				"Престол Гроз", -- [510]
				"Престол Гроз", -- [511]
				"Престол Гроз", -- [512]
				"Престол Гроз", -- [513]
				"Престол Гроз", -- [514]
				"Престол Гроз", -- [515]
				"Остров Грома", -- [516]
				"Шахта Молний", -- [517]
				"Цитадель Властелина Грома", -- [518]
				"Каньон Суровых Ветров", -- [519]
				"Вечноцветущий дол", -- [520]
				"Вечноцветущий дол", -- [521]
				"Секреты Огненной Пропасти", -- [522]
				"Дун Морог", -- [523]
				"Битва в открытом море", -- [524]
				"Хребет Ледяного Огня", -- [525]
				"Логово Тургалла", -- [526]
				"Логово Тургалла", -- [527]
				"Логово Тургалла", -- [528]
				"Логово Тургалла", -- [529]
				"Гром'гар", -- [530]
				"Грот Груллока", -- [531]
				"Грот Груллока", -- [532]
				"Заснеженная низина", -- [533]
				"Танаанские джунгли", -- [534]
				"Таладор", -- [535]
				"Гробница Света", -- [536]
				"Гробница Душ", -- [537]
				"Проломленный склеп", -- [538]
				"Долина Призрачной Луны", -- [539]
				"Пещера Кровавых Шипов", -- [540]
				"Таинственное логово", -- [541]
				"Пики Арака", -- [542]
				"Горгронд", -- [543]
				"Твердыня Мойры", -- [544]
				"Твердыня Мойры", -- [545]
				"Провал Ярости", -- [546]
				"Провал Ярости", -- [547]
				"Кратер Дымных Скал", -- [548]
				"Кратер Дымных Скал", -- [549]
				"Награнд", -- [550]
				"Пещера Мастеров", -- [551]
				"Ущелье Каменных Скал", -- [552]
				"Ошу'гун", -- [553]
				"Вневременный остров", -- [554]
				"Пещера Заблудших Духов", -- [555]
				"Осада Оргриммара", -- [556]
				"Осада Оргриммара", -- [557]
				"Осада Оргриммара", -- [558]
				"Осада Оргриммара", -- [559]
				"Осада Оргриммара", -- [560]
				"Осада Оргриммара", -- [561]
				"Осада Оргриммара", -- [562]
				"Осада Оргриммара", -- [563]
				"Осада Оргриммара", -- [564]
				"Осада Оргриммара", -- [565]
				"Осада Оргриммара", -- [566]
				"Осада Оргриммара", -- [567]
				"Осада Оргриммара", -- [568]
				"Осада Оргриммара", -- [569]
				"Осада Оргриммара", -- [570]
				"Турнир Небожителей", -- [571]
				"Дренор", -- [572]
				"Шлаковые шахты Кровавого Молота", -- [573]
				"Некрополь Призрачной Луны", -- [574]
				"Некрополь Призрачной Луны", -- [575]
				"Некрополь Призрачной Луны", -- [576]
				"Танаанские джунгли", -- [577]
				"Темные залы", -- [578]
				"Шахта Зашедшей Луны", -- [579]
				"Шахта Зашедшей Луны", -- [580]
				"Шахта Зашедшей Луны", -- [581]
				"Зашедшая Луна", -- [582]
				nil, -- [583]
				nil, -- [584]
				"Шахта Ледяных скал", -- [585]
				"Шахта Ледяных скал", -- [586]
				"Шахта Ледяных скал", -- [587]
				"Ашран", -- [588]
				"Рудник Ашрана", -- [589]
				"Ледяные скалы", -- [590]
				nil, -- [591]
				nil, -- [592]
				"Аукиндон", -- [593]
				"Шаттрат", -- [594]
				"Железные доки", -- [595]
				"Литейная клана Черной горы", -- [596]
				"Литейная клана Черной горы", -- [597]
				"Литейная клана Черной горы", -- [598]
				"Литейная клана Черной горы", -- [599]
				"Литейная клана Черной горы", -- [600]
				"Небесный Путь", -- [601]
				"Небесный Путь", -- [602]
				nil, -- [603]
				nil, -- [604]
				nil, -- [605]
				"Депо Мрачных Путей", -- [606]
				"Депо Мрачных Путей", -- [607]
				"Депо Мрачных Путей", -- [608]
				"Депо Мрачных Путей", -- [609]
				"Верховный Молот", -- [610]
				"Верховный Молот", -- [611]
				"Верховный Молот", -- [612]
				"Верховный Молот", -- [613]
				"Верховный Молот", -- [614]
				"Верховный Молот", -- [615]
				"Верхняя часть пика Черной горы", -- [616]
				"Верхняя часть пика Черной горы", -- [617]
				"Верхняя часть пика Черной горы", -- [618]
				"Расколотые острова", -- [619]
				"Вечное Цветение", -- [620]
				"Вечное Цветение", -- [621]
				"Преграда Ветров", -- [622]
				"Предгорья Хилсбрада (Южнобережье против Мельницы Таррен)", -- [623]
				"Копье Войны", -- [624]
				nil, -- [625]
				"Даларан", -- [626]
				"Даларан", -- [627]
				"Даларан", -- [628]
				"Даларан", -- [629]
				"Азсуна", -- [630]
				"Академия Нар'таласа", -- [631]
				"Бухта Океания", -- [632]
				"Храм Тысячи Огней", -- [633]
				"Штормхейм", -- [634]
				"Остров Брошенного Щита", -- [635]
				"Пещера штормовых драконов", -- [636]
				"Приют торигниров", -- [637]
				"Приют торигниров", -- [638]
				"Хранилище Агграмара", -- [639]
				"Склеп Эйир", -- [640]
				"Валь'шара", -- [641]
				"Темные казематы", -- [642]
				"Обитель Спящей", -- [643]
				"Обитель Спящей", -- [644]
				"Круговерть Пустоты", -- [645]
				"Расколотый берег", -- [646]
				"\"Акерус: Черный оплот\"", -- [647]
				"\"Акерус: Черный оплот\"", -- [648]
				"Хельхейм", -- [649]
				"Крутогорье", -- [650]
				"Анклав камнегрызов", -- [651]
				"Громовой Тотем", -- [652]
				"Пещера Кровавого Испытания", -- [653]
				"Логово Грязнорылов", -- [654]
				"Пещера Источника Жизни", -- [655]
				"Пещера Источника Жизни", -- [656]
				"Путь Хална", -- [657]
				"Путь Хална", -- [658]
				"Грот Темного Камня", -- [659]
				"Пещеры Тотема Скверны", -- [660]
				"Цитадель Адского Пламени", -- [661]
				"Цитадель Адского Пламени", -- [662]
				"Цитадель Адского Пламени", -- [663]
				"Цитадель Адского Пламени", -- [664]
				"Цитадель Адского Пламени", -- [665]
				"Цитадель Адского Пламени", -- [666]
				"Цитадель Адского Пламени", -- [667]
				"Цитадель Адского Пламени", -- [668]
				"Цитадель Адского Пламени", -- [669]
				"Цитадель Адского Пламени", -- [670]
				"Залив Нашала", -- [671]
				"Мардум, Расколотая Бездна", -- [672]
				"Загадочная пещера", -- [673]
				"Реактор душ", -- [674]
				"Реактор душ", -- [675]
				"Расколотый берег", -- [676]
				"Казематы Стражей", -- [677]
				"Казематы Стражей", -- [678]
				"Казематы Стражей", -- [679]
				"Сурамар", -- [680]
				"Хранилища катакомб Сурамара", -- [681]
				"Оплот Оскверненной Души", -- [682]
				"Хранилища катакомб Сурамара", -- [683]
				"Расколотое Средоточие", -- [684]
				"Расколотое Средоточие", -- [685]
				"Элор'шан", -- [686]
				"Кел'балор", -- [687]
				"Силовая станция Анора", -- [688]
				"Силовая станция обители Павшей Луны", -- [689]
				"Силовая станция Этенар", -- [690]
				"Мастерская Найелла", -- [691]
				"Катакомбы Фаланаара", -- [692]
				"Катакомбы Фаланаара", -- [693]
				"Отмель Адской Пасти", -- [694]
				"Небесная Цитадель", -- [695]
				"Штормхейм", -- [696]
				"Азшара", -- [697]
				"Цитадель Ледяной Короны", -- [698]
				"Цитадель Ледяной Короны", -- [699]
				"Цитадель Ледяной Короны", -- [700]
				"Цитадель Ледяной Короны", -- [701]
				"Храм света Пустоты", -- [702]
				"Чертоги Доблести", -- [703]
				"Чертоги Доблести", -- [704]
				"Чертоги Доблести", -- [705]
				"Утесы Адской Пасти", -- [706]
				"Утесы Адской Пасти", -- [707]
				"Утесы Адской Пасти", -- [708]
				"Скитающийся остров", -- [709]
				"Казематы Стражей", -- [710]
				"Казематы Стражей", -- [711]
				"Казематы Стражей", -- [712]
				"Око Азшары", -- [713]
				"Нискара", -- [714]
				"Изумрудный Путь Снов", -- [715]
				"Небесная высь", -- [716]
				"Разлом Зловещего Шрама", -- [717]
				"Разлом Зловещего Шрама", -- [718]
				"Мардум, Расколотая Бездна", -- [719]
				"Мардум, Расколотая Бездна", -- [720]
				"Мардум, Расколотая Бездна", -- [721]
				nil, -- [722]
				"Аметистовая крепость", -- [723]
				nil, -- [724]
				"Водоворот", -- [725]
				"Водоворот", -- [726]
				nil, -- [727]
				"Терраса Вечной Весны", -- [728]
				"Гремящие глубины", -- [729]
				nil, -- [730]
				"Логово Нелтариона", -- [731]
				"Аметистовая крепость", -- [732]
				"Чаща Темного Сердца", -- [733]
				"Оплот Хранителя", -- [734]
				"Оплот Хранителя", -- [735]
				"Иномирье", -- [736]
				"Вершина Смерча", -- [737]
				"Огненные Просторы", -- [738]
				"Приют Стрелка", -- [739]
				"Цитадель Кровавой Тьмы", -- [740]
				"Цитадель Кровавой Тьмы", -- [741]
				"Бездонная пучина", -- [742]
				"Бездонная пучина", -- [743]
				"Ульдуар", -- [744]
				"Ульдуар", -- [745]
				"Ульдуар", -- [746]
				"Роща Снов", -- [747]
				"Нискара", -- [748]
				"Катакомбы Сурамара", -- [749]
				"Громовой Тотем", -- [750]
				"Крепость Черной Ладьи", -- [751]
				"Крепость Черной Ладьи", -- [752]
				"Крепость Черной Ладьи", -- [753]
				"Крепость Черной Ладьи", -- [754]
				"Крепость Черной Ладьи", -- [755]
				"Крепость Черной Ладьи", -- [756]
				"Логово Урсока", -- [757]
				"Сумеречный риф", -- [758]
				"Черный храм", -- [759]
				"Кошмар Малорна", -- [760]
				"Квартал Звезд", -- [761]
				"Квартал Звезд", -- [762]
				"Квартал Звезд", -- [763]
				"Цитадель Ночи", -- [764]
				"Цитадель Ночи", -- [765]
				"Цитадель Ночи", -- [766]
				"Цитадель Ночи", -- [767]
				"Цитадель Ночи", -- [768]
				"Цитадель Ночи", -- [769]
				"Цитадель Ночи", -- [770]
				"Цитадель Ночи", -- [771]
				"Цитадель Ночи", -- [772]
				"Тол Барад", -- [773]
				"Тол Барад", -- [774]
				"Экзодар", -- [775]
				"Остров Лазурной Дымки", -- [776]
				"Изумрудный Кошмар", -- [777]
				"Изумрудный Кошмар", -- [778]
				"Изумрудный Кошмар", -- [779]
				"Изумрудный Кошмар", -- [780]
				"Изумрудный Кошмар", -- [781]
				"Изумрудный Кошмар", -- [782]
				"Изумрудный Кошмар", -- [783]
				"Изумрудный Кошмар", -- [784]
				"Изумрудный Кошмар", -- [785]
				"Изумрудный Кошмар", -- [786]
				"Изумрудный Кошмар", -- [787]
				"Изумрудный Кошмар", -- [788]
				"Изумрудный Кошмар", -- [789]
				"Око Азшары", -- [790]
				"Храм Нефритовой Змеи", -- [791]
				"Храм Нефритовой Змеи", -- [792]
				"Крепость Черной Ладьи", -- [793]
				"Каражан", -- [794]
				"Каражан", -- [795]
				"Каражан", -- [796]
				"Каражан", -- [797]
				"Катакомбы Сурамара", -- [798]
				"Окулус", -- [799]
				"Окулус", -- [800]
				"Окулус", -- [801]
				"Окулус", -- [802]
				"Окулус", -- [803]
				"Монастырь Алого ордена", -- [804]
				"Монастырь Алого ордена", -- [805]
				"Испытание доблести", -- [806]
				"Испытание доблести", -- [807]
				"Испытание доблести", -- [808]
				"Каражан", -- [809]
				"Каражан", -- [810]
				"Каражан", -- [811]
				"Каражан", -- [812]
				"Каражан", -- [813]
				"Каражан", -- [814]
				"Каражан", -- [815]
				"Каражан", -- [816]
				"Каражан", -- [817]
				"Каражан", -- [818]
				"Каражан", -- [819]
				"Каражан", -- [820]
				"Каражан", -- [821]
				"Каражан", -- [822]
				"Яма Сарона", -- [823]
				"Острова", -- [824]
				"Пещеры Стенаний", -- [825]
				"Пещера Кровавого Тотема", -- [826]
				"Стратхольм", -- [827]
				"Око Вечности", -- [828]
				"Чертоги Доблести", -- [829]
				"Крокуун", -- [830]
				"\"Виндикар\"", -- [831]
				"\"Виндикар\"", -- [832]
				"Шпиль крепости Нат'ракса", -- [833]
				"Холодная долина", -- [834]
				"Мертвые копи", -- [835]
				"Мертвые копи", -- [836]
				"Низина Арати", -- [837]
				"Битва за Черную гору", -- [838]
				"Водоворот", -- [839]
				"Гномреган", -- [840]
				"Гномреган", -- [841]
				"Гномреган", -- [842]
				"Разборка Шадо-Пан", -- [843]
				"Низина Арати", -- [844]
				"Собор Вечной Ночи", -- [845]
				"Собор Вечной Ночи", -- [846]
				"Собор Вечной Ночи", -- [847]
				"Собор Вечной Ночи", -- [848]
				"Собор Вечной Ночи", -- [849]
				"Гробница Саргераса", -- [850]
				"Гробница Саргераса", -- [851]
				"Гробница Саргераса", -- [852]
				"Гробница Саргераса", -- [853]
				"Гробница Саргераса", -- [854]
				"Гробница Саргераса", -- [855]
				"Гробница Саргераса", -- [856]
				"Трон Четырех Ветров", -- [857]
				"Штурм Расколотого берега", -- [858]
				"Ущелье Песни Войны", -- [859]
				"Рубиновое святилище", -- [860]
				"Мардум, Расколотая Бездна", -- [861]
				"Зулдазар", -- [862]
				"Назмир", -- [863]
				"Вол'дун", -- [864]
				"Штормхейм", -- [865]
				"Штормхейм", -- [866]
				"Азсуна", -- [867]
				"Валь'шара", -- [868]
				"Крутогорье", -- [869]
				"Крутогорье", -- [870]
				"Затерянный ледник", -- [871]
				"Хмелеварня Буйных Портеров", -- [872]
				"Хмелеварня Буйных Портеров", -- [873]
				"Хмелеварня Буйных Портеров", -- [874]
				"Зандалар", -- [875]
				"Кул-Тирас", -- [876]
				"Поля вечной охоты", -- [877]
				nil, -- [878]
				"Мардум, Расколотая Бездна", -- [879]
				"Мардум, Расколотая Бездна", -- [880]
				"Око Вечности", -- [881]
				"Эредат", -- [882]
				"\"Виндикар\"", -- [883]
				"\"Виндикар\"", -- [884]
				"Пустоши Анторуса", -- [885]
				"\"Виндикар\"", -- [886]
				"\"Виндикар\"", -- [887]
				"Чертоги Единства", -- [888]
				"Аркатрац", -- [889]
				"Аркатрац", -- [890]
				"Остров Лазурной Дымки", -- [891]
				"Остров Лазурной Дымки", -- [892]
				"Остров Лазурной Дымки", -- [893]
				"Остров Лазурной Дымки", -- [894]
				"Тирагардское поморье", -- [895]
				"Друствар", -- [896]
				"Смерти Хроми", -- [897]
				"Смерти Хроми", -- [898]
				"Смерти Хроми", -- [899]
				"Смерти Хроми", -- [900]
				"Смерти Хроми", -- [901]
				"Смерти Хроми", -- [902]
				"Престол Триумвирата", -- [903]
				"Потасовка в Силитусе", -- [904]
				"Аргус", -- [905]
				"Нагорье Арати", -- [906]
				"Бурлящий берег", -- [907]
				"Руины Лордерона", -- [908]
				"Анторус, Пылающий Трон", -- [909]
				"Анторус, Пылающий Трон", -- [910]
				"Анторус, Пылающий Трон", -- [911]
				"Анторус, Пылающий Трон", -- [912]
				"Анторус, Пылающий Трон", -- [913]
				"Анторус, Пылающий Трон", -- [914]
				"Анторус, Пылающий Трон", -- [915]
				"Анторус, Пылающий Трон", -- [916]
				"Анторус, Пылающий Трон", -- [917]
				"Анторус, Пылающий Трон", -- [918]
				"Анторус, Пылающий Трон", -- [919]
				"Анторус, Пылающий Трон", -- [920]
				"Точка вторжения: Ауринор", -- [921]
				"Точка вторжения: Боних", -- [922]
				"Точка вторжения: Сен'гар", -- [923]
				"Точка вторжения: Найтал", -- [924]
				"Точка вторжения: Сангва", -- [925]
				"Точка вторжения: Вал", -- [926]
				"Точка массированного вторжения: властитель преисподней Веролом", -- [927]
				"Точка массированного вторжения: госпожа Аллюрадель", -- [928]
				"Точка массированного вторжения: госпожа Фолнуна", -- [929]
				"Точка массированного вторжения: инквизитор Мето", -- [930]
				"Точка массированного вторжения: Сотанатор", -- [931]
				"Точка массированного вторжения: Окулярус", -- [932]
				"Кузня Вечности", -- [933]
				"Атал'Дазар", -- [934]
				"Атал'Дазар", -- [935]
				"Вольная Гавань", -- [936]
				nil, -- [937]
				"Гилнеасский остров", -- [938]
				"Tropical Isle 8.0", -- [939]
				"\"Виндикар\"", -- [940]
				"\"Виндикар\"", -- [941]
				"Долина Штормов", -- [942]
				"Нагорье Арати", -- [943]
				nil, -- [944]
				nil, -- [945]
				"Космос", -- [946]
				"Азерот", -- [947]
				"Водоворот", -- [948]
				nil, -- [949]
				nil, -- [950]
				nil, -- [951]
				nil, -- [952]
				nil, -- [953]
				nil, -- [954]
				nil, -- [955]
				nil, -- [956]
				nil, -- [957]
				nil, -- [958]
				nil, -- [959]
				nil, -- [960]
				nil, -- [961]
				nil, -- [962]
				nil, -- [963]
				nil, -- [964]
				nil, -- [965]
				nil, -- [966]
				nil, -- [967]
				nil, -- [968]
				nil, -- [969]
				nil, -- [970]
				"Телогрус", -- [971]
				"Телогрус", -- [972]
				"Солнечный Колодец", -- [973]
				"Тол Дагор", -- [974]
				"Тол Дагор", -- [975]
				"Тол Дагор", -- [976]
				"Тол Дагор", -- [977]
				"Тол Дагор", -- [978]
				"Тол Дагор", -- [979]
				"Тол Дагор", -- [980]
				"Руины Ун'гола", -- [981]
				nil, -- [982]
				nil, -- [983]
				nil, -- [984]
				"Восточные королевства", -- [985]
				"Калимдор", -- [986]
				"Запределье", -- [987]
				"Нордскол", -- [988]
				"Пандария", -- [989]
				"Дренор", -- [990]
				"Зандалар", -- [991]
				"Кул-Тирас", -- [992]
				"Расколотые острова", -- [993]
				"Аргус", -- [994]
				nil, -- [995]
				nil, -- [996]
				"Тирисфальские леса", -- [997]
				"Подгород", -- [998]
				nil, -- [999]
				nil, -- [1000]
				nil, -- [1001]
				nil, -- [1002]
				nil, -- [1003]
				"Гробница королей", -- [1004]
				nil, -- [1005]
				nil, -- [1006]
				nil, -- [1007]
				nil, -- [1008]
				"Атул'Аман", -- [1009]
				"ЗОЛОТАЯ ЖИЛА!!!", -- [1010]
				"Зандалар", -- [1011]
				"Штормград", -- [1012]
				"Тюрьма", -- [1013]
				"Кул-Тирас", -- [1014]
				"Усадьба Уэйкрестов", -- [1015]
				"Усадьба Уэйкрестов", -- [1016]
				"Усадьба Уэйкрестов", -- [1017]
				"Усадьба Уэйкрестов", -- [1018]
				nil, -- [1019]
				nil, -- [1020]
				"Зал Сердца", -- [1021]
				"Неизведанный остров", -- [1022]
				nil, -- [1023]
				nil, -- [1024]
				nil, -- [1025]
				nil, -- [1026]
				nil, -- [1027]
				nil, -- [1028]
				"Усадьба Уэйкрестов", -- [1029]
				"Поместье Седогрива", -- [1030]
				"Поместье Седогрива", -- [1031]
				"Паучья лощина", -- [1032]
				"Гниющая трясина", -- [1033]
				"Зеленые дебри", -- [1034]
				"Раскаленный остров", -- [1035]
				"Оковы Ужаса", -- [1036]
				"Шепчущий риф", -- [1037]
				"Храм Сетралисс", -- [1038]
				"Святилище Штормов", -- [1039]
				"Святилище Штормов", -- [1040]
				"Подгнилье", -- [1041]
				"Подгнилье", -- [1042]
				"Храм Сетралисс", -- [1043]
				"Нагорье Арати", -- [1044]
				"Фрос, Бесплотный мир", -- [1045]
				nil, -- [1046]
				nil, -- [1047]
				nil, -- [1048]
				nil, -- [1049]
				nil, -- [1050]
				nil, -- [1051]
				nil, -- [1052]
				nil, -- [1053]
				nil, -- [1054]
				nil, -- [1055]
				nil, -- [1056]
				nil, -- [1057]
				nil, -- [1058]
				nil, -- [1059]
				nil, -- [1060]
				nil, -- [1061]
				nil, -- [1062]
				nil, -- [1063]
				nil, -- [1064]
				nil, -- [1065]
				nil, -- [1066]
				nil, -- [1067]
				nil, -- [1068]
				nil, -- [1069]
				nil, -- [1070]
				nil, -- [1071]
				nil, -- [1072]
				nil, -- [1073]
				nil, -- [1074]
				nil, -- [1075]
				nil, -- [1076]
				nil, -- [1077]
				nil, -- [1078]
				nil, -- [1079]
				nil, -- [1080]
				nil, -- [1081]
				nil, -- [1082]
				nil, -- [1083]
				nil, -- [1084]
				nil, -- [1085]
				nil, -- [1086]
				nil, -- [1087]
				nil, -- [1088]
				nil, -- [1089]
				nil, -- [1090]
				nil, -- [1091]
				nil, -- [1092]
				nil, -- [1093]
				nil, -- [1094]
				nil, -- [1095]
				nil, -- [1096]
				nil, -- [1097]
				nil, -- [1098]
				nil, -- [1099]
				nil, -- [1100]
				nil, -- [1101]
				nil, -- [1102]
				nil, -- [1103]
				nil, -- [1104]
				nil, -- [1105]
				nil, -- [1106]
				nil, -- [1107]
				nil, -- [1108]
				nil, -- [1109]
				nil, -- [1110]
				nil, -- [1111]
				nil, -- [1112]
				nil, -- [1113]
				nil, -- [1114]
				nil, -- [1115]
				nil, -- [1116]
				nil, -- [1117]
				nil, -- [1118]
				nil, -- [1119]
				nil, -- [1120]
				nil, -- [1121]
				nil, -- [1122]
				nil, -- [1123]
				nil, -- [1124]
				nil, -- [1125]
				nil, -- [1126]
				nil, -- [1127]
				nil, -- [1128]
				nil, -- [1129]
				nil, -- [1130]
				nil, -- [1131]
				nil, -- [1132]
				nil, -- [1133]
				nil, -- [1134]
				nil, -- [1135]
				nil, -- [1136]
				nil, -- [1137]
				nil, -- [1138]
				nil, -- [1139]
				nil, -- [1140]
				nil, -- [1141]
				nil, -- [1142]
				nil, -- [1143]
				nil, -- [1144]
				nil, -- [1145]
				nil, -- [1146]
				nil, -- [1147]
				"Ульдир", -- [1148]
				"Ульдир", -- [1149]
				"Ульдир", -- [1150]
				"Ульдир", -- [1151]
				"Ульдир", -- [1152]
				"Ульдир", -- [1153]
				"Ульдир", -- [1154]
				"Ульдир", -- [1155]
				"Великое море", -- [1156]
				"Великое море", -- [1157]
				"Нагорье Арати", -- [1158]
				"Глубины Черной горы", -- [1159]
				"Глубины Черной горы", -- [1160]
				"Боралус", -- [1161]
				"Осада Боралуса", -- [1162]
				"Дазар'алор", -- [1163]
				"Дазар'алор", -- [1164]
				"Дазар'алор", -- [1165]
				"Занчул", -- [1166]
				"Занчул", -- [1167]
				nil, -- [1168]
				"Тол Дагор", -- [1169]
				"Gorgrond - Mag'har Scenario", -- [1170]
				"Гол Товас", -- [1171]
				"Гол Товас", -- [1172]
				"\"Мощь Растахана\"", -- [1173]
				"\"Мощь Растахана\"", -- [1174]
				nil, -- [1175]
				"\"Дыхание Па'ку\"", -- [1176]
				"\"Дыхание Па'ку\"", -- [1177]
				nil, -- [1178]
				"\"Мелодия глубин\"", -- [1179]
				"\"Мелодия глубин\"", -- [1180]
				"Зулдазар", -- [1181]
				"Солекаменная шахта", -- [1182]
				"Терновое Сердце", -- [1183]
				"Шахта Зимней Стужи", -- [1184]
				"Шахта Зимней Стужи", -- [1185]
				"Глубины Черной горы", -- [1186]
				"Азсуна", -- [1187]
				"Валь'шара", -- [1188]
				"Крутогорье", -- [1189]
				"Штормхейм", -- [1190]
				"Сурамар", -- [1191]
				"Расколотый берег", -- [1192]
				"Зулдазар", -- [1193]
				"Назмир", -- [1194]
				"Вол'дун", -- [1195]
				"Тирагардское поморье", -- [1196]
				"Друствар", -- [1197]
				"Долина Штормов", -- [1198]
				nil, -- [1199]
				nil, -- [1200]
				nil, -- [1201]
				nil, -- [1202]
				"Темные берега", -- [1203]
				nil, -- [1204]
				nil, -- [1205]
				nil, -- [1206]
				nil, -- [1207]
				"Восточные королевства", -- [1208]
				"Калимдор", -- [1209]
				nil, -- [1210]
				nil, -- [1211]
				nil, -- [1212]
				nil, -- [1213]
				nil, -- [1214]
				nil, -- [1215]
				nil, -- [1216]
				nil, -- [1217]
				nil, -- [1218]
				nil, -- [1219]
				nil, -- [1220]
				nil, -- [1221]
				nil, -- [1222]
				nil, -- [1223]
				nil, -- [1224]
				nil, -- [1225]
				nil, -- [1226]
				nil, -- [1227]
				nil, -- [1228]
				nil, -- [1229]
				nil, -- [1230]
				nil, -- [1231]
				nil, -- [1232]
				nil, -- [1233]
				nil, -- [1234]
				nil, -- [1235]
				nil, -- [1236]
				nil, -- [1237]
				nil, -- [1238]
				nil, -- [1239]
				nil, -- [1240]
				nil, -- [1241]
				nil, -- [1242]
				nil, -- [1243]
				"Нагорье Арати", -- [1244]
				"Бесплодные земли", -- [1245]
				"Выжженные земли", -- [1246]
				"Тирисфальские леса", -- [1247]
				"Серебряный бор", -- [1248]
				"Западные Чумные земли", -- [1249]
				"Восточные Чумные земли", -- [1250]
				"Предгорья Хилсбрада", -- [1251]
				"Внутренние земли", -- [1252]
				"Дун Морог", -- [1253]
				"Тлеющее ущелье", -- [1254]
				"Пылающие степи", -- [1255]
				"Элвиннский лес", -- [1256]
				"Перевал Мертвого Ветра", -- [1257]
				"Сумеречный лес", -- [1258]
				"Лок Модан", -- [1259]
				"Красногорье", -- [1260]
				"Болото Печали", -- [1261]
				"Западный край", -- [1262]
				"Болотина", -- [1263]
				"Штормград", -- [1264]
				"Стальгорн", -- [1265]
				"Подгород", -- [1266]
				"Леса Вечной Песни", -- [1267]
				"Призрачные земли", -- [1268]
				"Луносвет", -- [1269]
				"Остров Кель'Данас", -- [1270]
				"Гилнеас", -- [1271]
				"Вайш'ир", -- [1272]
				"Руины Гилнеаса", -- [1273]
				"Тернистая долина", -- [1274]
				"Сумеречное нагорье", -- [1275]
				"Тол Барад", -- [1276]
				"Полуостров Тол Барад", -- [1277]
				nil, -- [1278]
				nil, -- [1279]
				nil, -- [1280]
				nil, -- [1281]
				nil, -- [1282]
				nil, -- [1283]
				nil, -- [1284]
				nil, -- [1285]
				nil, -- [1286]
				nil, -- [1287]
				nil, -- [1288]
				nil, -- [1289]
				nil, -- [1290]
				nil, -- [1291]
				nil, -- [1292]
				nil, -- [1293]
				nil, -- [1294]
				nil, -- [1295]
				nil, -- [1296]
				nil, -- [1297]
				nil, -- [1298]
				nil, -- [1299]
				nil, -- [1300]
				nil, -- [1301]
				nil, -- [1302]
				nil, -- [1303]
				nil, -- [1304]
				"Дуротар", -- [1305]
				"Мулгор", -- [1306]
				"Северные степи", -- [1307]
				"Тельдрассил", -- [1308]
				"Темные берега", -- [1309]
				"Ясеневый лес", -- [1310]
				"Тысяча Игл", -- [1311]
				"Когтистые горы", -- [1312]
				"Пустоши", -- [1313]
				"Фералас", -- [1314]
				"Пылевые топи", -- [1315]
				"Танарис", -- [1316]
				"Азшара", -- [1317]
				"Оскверненный лес", -- [1318]
				"Кратер Ун'Горо", -- [1319]
				"Лунная поляна", -- [1320]
				"Силитус", -- [1321]
				"Зимние Ключи", -- [1322]
				"Громовой Утес", -- [1323]
				"Дарнас", -- [1324]
				"Остров Лазурной Дымки", -- [1325]
				"Экзодар", -- [1326]
				"Остров Кровавой Дымки", -- [1327]
				"Гора Хиджал", -- [1328]
				"Южные степи", -- [1329]
				"Ульдум", -- [1330]
				"Экзодар", -- [1331]
				"Темные берега", -- [1332]
				"Темные берега", -- [1333]
				"Озеро Ледяных Оков", -- [1334]
				"Миссия неприготовима", -- [1335]
				"Тихая Сень", -- [1336]
				"Йорундалль", -- [1337]
				"Темные берега", -- [1338]
				"Ущелье Песни Войны", -- [1339]
				nil, -- [1340]
				nil, -- [1341]
				nil, -- [1342]
				"8.1 Darkshore Outdoor Final Phase", -- [1343]
				nil, -- [1344]
				"Горнило Штормов", -- [1345]
				"Горнило Штормов", -- [1346]
				"Сокровищница Зандалари", -- [1347]
				"Сокровищница Зандалари", -- [1348]
				"Тол Дагор", -- [1349]
				"Тол Дагор", -- [1350]
				"Тол Дагор", -- [1351]
				"Битва за Дазар'алор", -- [1352]
				"Битва за Дазар'алор", -- [1353]
				"Битва за Дазар'алор", -- [1354]
				"Назжатар", -- [1355]
				"Битва за Дазар'алор", -- [1356]
				"Битва за Дазар'алор", -- [1357]
				"Битва за Дазар'алор", -- [1358]
				"Цитадель Ледяной Короны", -- [1359]
				"Цитадель Ледяной Короны", -- [1360]
				"Старый Стальгорн", -- [1361]
				"Святилище Штормов", -- [1362]
				"Горнило Штормов", -- [1363]
				"Битва за Дазар'алор", -- [1364]
				nil, -- [1365]
				"Низина Арати", -- [1366]
				"Битва за Дазар'алор", -- [1367]
				nil, -- [1368]
				nil, -- [1369]
				nil, -- [1370]
				"ГномреганА", -- [1371]
				"ГномреганБ", -- [1372]
				nil, -- [1373]
				"ГномреганВ", -- [1374]
				"Чертоги Камня", -- [1375]
				nil, -- [1376]
				nil, -- [1377]
				nil, -- [1378]
				"8.3 Visions of N'Zoth - Prototype", -- [1379]
				"ГномреганГ", -- [1380]
				"Ульдир", -- [1381]
				"Ульдир", -- [1382]
				"Низина Арати", -- [1383]
				"Нордскол", -- [1384]
				nil, -- [1385]
				nil, -- [1386]
				nil, -- [1387]
				nil, -- [1388]
				nil, -- [1389]
				nil, -- [1390]
				nil, -- [1391]
				nil, -- [1392]
				nil, -- [1393]
				nil, -- [1394]
				nil, -- [1395]
				"Борейская тундра", -- [1396]
				"Драконий Погост", -- [1397]
				"Седые холмы", -- [1398]
				"Ревущий фьорд", -- [1399]
				"Ледяная Корона", -- [1400]
				"Низина Шолазар", -- [1401]
				"Грозовая гряда", -- [1402]
				"Зул'Драк", -- [1403]
				"Озеро Ледяных Оков", -- [1404]
				"Лес Хрустальной Песни", -- [1405]
				"Лагерь Хротгара", -- [1406]
				"Чернильная тюрьма", -- [1407]
				"Ашран", -- [1408]
				"Остров Изгнанников", -- [1409]
				nil, -- [1410]
				nil, -- [1411]
				nil, -- [1412]
				nil, -- [1413]
				nil, -- [1414]
				nil, -- [1415]
				nil, -- [1416]
				nil, -- [1417]
				nil, -- [1418]
				nil, -- [1419]
				nil, -- [1420]
				nil, -- [1421]
				nil, -- [1422]
				nil, -- [1423]
				nil, -- [1424]
				nil, -- [1425]
				nil, -- [1426]
				nil, -- [1427]
				nil, -- [1428]
				nil, -- [1429]
				nil, -- [1430]
				nil, -- [1431]
				nil, -- [1432]
				nil, -- [1433]
				nil, -- [1434]
				nil, -- [1435]
				nil, -- [1436]
				nil, -- [1437]
				nil, -- [1438]
				nil, -- [1439]
				nil, -- [1440]
				nil, -- [1441]
				nil, -- [1442]
				nil, -- [1443]
				nil, -- [1444]
				nil, -- [1445]
				nil, -- [1446]
				nil, -- [1447]
				nil, -- [1448]
				nil, -- [1449]
				nil, -- [1450]
				nil, -- [1451]
				nil, -- [1452]
				nil, -- [1453]
				nil, -- [1454]
				nil, -- [1455]
				nil, -- [1456]
				nil, -- [1457]
				nil, -- [1458]
				nil, -- [1459]
				nil, -- [1460]
				nil, -- [1461]
				"Остров Мехагон", -- [1462]
				nil, -- [1463]
				nil, -- [1464]
				"Залы Алого ордена", -- [1465]
				nil, -- [1466]
				"Запределье", -- [1467]
				"Роща Снов", -- [1468]
				"Видение Оргриммара", -- [1469]
				"Видение Штормграда", -- [1470]
				"Изумрудный Путь Снов", -- [1471]
				"Драконий Хребет", -- [1472]
				"Зал Сердца", -- [1473]
				"Водоворот – Сердце Азерот", -- [1474]
				"Изумрудный Сон", -- [1475]
				"Сумеречное нагорье", -- [1476]
				nil, -- [1477]
				"Ашран", -- [1478]
				"Спасение Бейна", -- [1479]
				nil, -- [1480]
				nil, -- [1481]
				nil, -- [1482]
				nil, -- [1483]
				nil, -- [1484]
				nil, -- [1485]
				nil, -- [1486]
				nil, -- [1487]
				nil, -- [1488]
				nil, -- [1489]
				"Мехагон", -- [1490]
				"Мехагон", -- [1491]
				nil, -- [1492]
				"Мехагон", -- [1493]
				"Мехагон", -- [1494]
				nil, -- [1495]
				nil, -- [1496]
				"Мехагон", -- [1497]
				nil, -- [1498]
				"Зин-Азшари", -- [1499]
				"", -- [1500]
				"Остров Отчаяния", -- [1501]
				"Цветущая Зима", -- [1502]
				nil, -- [1503]
				"Назжатар", -- [1504]
				"Стратхольм", -- [1505]
				nil, -- [1506]
				nil, -- [1507]
				nil, -- [1508]
				nil, -- [1509]
				nil, -- [1510]
				nil, -- [1511]
				"Вечный дворец", -- [1512]
				"Вечный дворец", -- [1513]
				"Вечный дворец", -- [1514]
				"Вечный дворец", -- [1515]
				"Вечный дворец", -- [1516]
				"Вечный дворец", -- [1517]
				"Вечный дворец", -- [1518]
				"Вечный дворец", -- [1519]
				"Вечный дворец", -- [1520]
				"Катакомбы Каражана", -- [1521]
				"Осыпающаяся пещера", -- [1522]
				"Solesa Naksu [DNT]", -- [1523]
				"", -- [1524]
				"Ревендрет", -- [1525]
				nil, -- [1526]
				"Ульдум", -- [1527]
				"Назжатар", -- [1528]
				nil, -- [1529]
				"Вечноцветущий дол", -- [1530]
				"Гуляйполис", -- [1531]
				"Гуляйполис", -- [1532]
				"Бастион", -- [1533]
				"Оргриммар", -- [1534]
				"Дуротар", -- [1535]
				"Малдраксус", -- [1536]
				"Альтеракская долина", -- [1537]
				"Твердыня Крыла Тьмы", -- [1538]
				"Твердыня Крыла Тьмы", -- [1539]
				"Чертоги Созидания", -- [1540]
				"Чертоги Созидания", -- [1541]
				"Чертоги Созидания", -- [1542]
				"Утроба", -- [1543]
				"Дворец Могу'шан", -- [1544]
				"Дворец Могу'шан", -- [1545]
				"Дворец Могу'шан", -- [1546]
				"Подземелья Могу'шан", -- [1547]
				"Подземелья Могу'шан", -- [1548]
				"Подземелья Могу'шан", -- [1549]
				"Темные Земли", -- [1550]
				nil, -- [1551]
				"Пещеры Времени", -- [1552]
				"Пещеры Времени", -- [1553]
				"Змеиное святилище", -- [1554]
				"Крепость Бурь", -- [1555]
				"Вершина Хиджала", -- [1556]
				"Наксрамас", -- [1557]
				"Цитадель Ледяной Короны", -- [1558]
				"Сумеречный бастион", -- [1559]
				"Логово Крыла Тьмы", -- [1560]
				"Огненные Просторы", -- [1561]
				nil, -- [1562]
				"Испытание крестоносца", -- [1563]
				nil, -- [1564]
				"Арденвельд", -- [1565]
				nil, -- [1566]
				nil, -- [1567]
				nil, -- [1568]
				"Бастион", -- [1569]
				"Вечноцветущий дол", -- [1570]
				"Ульдум", -- [1571]
				nil, -- [1572]
				"Город Мехагон", -- [1573]
				"Город Мехагон", -- [1574]
				nil, -- [1575]
				"Каньон Суровых Ветров", -- [1576]
				"Гилнеас", -- [1577]
				"Глубины Черной горы", -- [1578]
				"Источники силы", -- [1579]
				"Ни'алота", -- [1580]
				"Ни'алота", -- [1581]
				"Ни'алота", -- [1582]
				nil, -- [1583]
				nil, -- [1584]
				nil, -- [1585]
				nil, -- [1586]
				nil, -- [1587]
				nil, -- [1588]
				nil, -- [1589]
				"Ни'алота", -- [1590]
				"Ни'алота", -- [1591]
				"Ни'алота", -- [1592]
				"Ни'алота", -- [1593]
				"Ни'алота", -- [1594]
				"Ни'алота", -- [1595]
				"Ни'алота", -- [1596]
				"Ни'алота", -- [1597]
				nil, -- [1598]
				nil, -- [1599]
				"Зал И'Шараджа", -- [1600]
				nil, -- [1601]
				"Цитадель Ледяной Короны", -- [1602]
				"Арденвельд", -- [1603]
				"Зал Сердца", -- [1604]
				nil, -- [1605]
				nil, -- [1606]
				nil, -- [1607]
				nil, -- [1608]
				"Цитадель Темного Молота", -- [1609]
				"Цитадель Темного Молота", -- [1610]
				"Dark Citadel", -- [1611]
				nil, -- [1612]
				nil, -- [1613]
				"JT_New_A", -- [1614]
				"TG10_Floor [Deprecated]", -- [1615]
				"TG11_Floor [Deprecated]", -- [1616]
				"TG12_Floor [Deprecated]", -- [1617]
				"Торгаст", -- [1618]
				"Торгаст", -- [1619]
				"Торгаст", -- [1620]
				"Торгаст", -- [1621]
				nil, -- [1622]
				"Торгаст", -- [1623]
				"Торгаст", -- [1624]
				nil, -- [1625]
				nil, -- [1626]
				"Торгаст", -- [1627]
				"Торгаст", -- [1628]
				"Торгаст", -- [1629]
				"Торгаст", -- [1630]
				"Торгаст", -- [1631]
				"Торгаст", -- [1632]
				nil, -- [1633]
				nil, -- [1634]
				"Торгаст", -- [1635]
				"Торгаст", -- [1636]
				nil, -- [1637]
				nil, -- [1638]
				nil, -- [1639]
				nil, -- [1640]
				"Торгаст", -- [1641]
				"Валь'шара", -- [1642]
				"Арденвельд", -- [1643]
				"Пепельный двор", -- [1644]
				"Торгаст", -- [1645]
				nil, -- [1646]
				"Темные Земли", -- [1647]
				"Утроба", -- [1648]
				"Хранилище эфира", -- [1649]
				"Слепая цитадель", -- [1650]
				"Раскаленный горн", -- [1651]
				"Хранилище душ", -- [1652]
				nil, -- [1653]
				nil, -- [1654]
				nil, -- [1655]
				"Torghast - Map Floor 10 [Deprecated]", -- [1656]
				nil, -- [1657]
				"Alpha_TG_R02", -- [1658]
				"Alpha_TG_R03", -- [1659]
				nil, -- [1660]
				"Alpha_TG_R05", -- [1661]
				"Королевский зимний сад", -- [1662]
				"Чертоги Покаяния", -- [1663]
				"Чертоги Покаяния", -- [1664]
				"Чертоги Покаяния", -- [1665]
				"Смертельная тризна", -- [1666]
				"Смертельная тризна", -- [1667]
				"Смертельная тризна", -- [1668]
				"Туманы Тирна Скитта", -- [1669]
				"Орибос", -- [1670]
				"Орибос", -- [1671]
				"Орибос", -- [1672]
				"Орибос", -- [1673]
				"Чумные каскады", -- [1674]
				"Кровавые катакомбы", -- [1675]
				"Кровавые катакомбы", -- [1676]
				"Та Сторона", -- [1677]
				"Та Сторона", -- [1678]
				"Та Сторона", -- [1679]
				"Та Сторона", -- [1680]
				"Цитадель Ледяной Короны", -- [1681]
				"Цитадель Ледяной Короны", -- [1682]
				"Театр Боли", -- [1683]
				"Театр Боли", -- [1684]
				"Театр Боли", -- [1685]
				"Театр Боли", -- [1686]
				"Театр Боли", -- [1687]
				"Ревендрет", -- [1688]
				"Малдраксус", -- [1689]
				"Кельи претендентов", -- [1690]
				"Опустошенная роща", -- [1691]
				"Шпили Перерождения", -- [1692]
				"Шпили Перерождения", -- [1693]
				"Шпили Перерождения", -- [1694]
				"Шпили Перерождения", -- [1695]
				nil, -- [1696]
				"Чумные каскады", -- [1697]
				"Престол Примаса", -- [1698]
				"Грехопад", -- [1699]
				"Грехопад", -- [1700]
				"Сердце леса", -- [1701]
				"Сердце леса", -- [1702]
				"Сердце леса", -- [1703]
				nil, -- [1704]
				"Торгаст – вход", -- [1705]
				nil, -- [1706]
				"Элизийская цитадель", -- [1707]
				"Элизийская цитадель", -- [1708]
				"Арденвельд", -- [1709]
				nil, -- [1710]
				"Колизей Перерождения", -- [1711]
				"Торгаст", -- [1712]
				"Путь Мудрости", -- [1713]
				"Третий зал Каллиопы", -- [1714]
				"Преддверие Вечности", -- [1715]
				"Torghast - Map Floor 22", -- [1716]
				"Стылый рубеж", -- [1717]
				nil, -- [1718]
				nil, -- [1719]
				"Covenant_Ard_Torghast", -- [1720]
				"Торгаст", -- [1721]
				nil, -- [1722]
				nil, -- [1723]
				"\"Вихрексис\"", -- [1724]
				nil, -- [1725]
				"Северное море", -- [1726]
				"Северное море", -- [1727]
				"Резчик Рун", -- [1728]
				nil, -- [1729]
				nil, -- [1730]
				nil, -- [1731]
				nil, -- [1732]
				nil, -- [1733]
				"Ревендрет", -- [1734]
				"Замок Нафрия", -- [1735]
				"Торгаст", -- [1736]
				nil, -- [1737]
				"Ревендрет", -- [1738]
				"Арденвельд", -- [1739]
				"Арденвельд", -- [1740]
				"Малдраксус", -- [1741]
				"Ревендрет", -- [1742]
				nil, -- [1743]
				"Замок Нафрия", -- [1744]
				"Замок Нафрия", -- [1745]
				"Замок Нафрия", -- [1746]
				"Замок Нафрия", -- [1747]
				"Замок Нафрия", -- [1748]
				"Торгаст", -- [1749]
				"Замок Нафрия", -- [1750]
				"Торгаст", -- [1751]
				"Торгаст", -- [1752]
				"Торгаст", -- [1753]
				"Торгаст", -- [1754]
				"Замок Нафрия", -- [1755]
				"Торгаст", -- [1756]
				"Торгаст", -- [1757]
				"Торгаст", -- [1758]
				"Торгаст", -- [1759]
				"Торгаст", -- [1760]
				"Торгаст", -- [1761]
				"Торгаст, Башня Проклятых", -- [1762]
				"Торгаст", -- [1763]
				"Торгаст", -- [1764]
				"Торгаст", -- [1765]
				"Торгаст", -- [1766]
				"Торгаст", -- [1767]
				"Торгаст", -- [1768]
				"Торгаст", -- [1769]
				"Торгаст", -- [1770]
				"Торгаст", -- [1771]
				"Торгаст", -- [1772]
				"Торгаст", -- [1773]
				"Торгаст", -- [1774]
				nil, -- [1775]
				"Торгаст", -- [1776]
				"Торгаст", -- [1777]
				"Торгаст", -- [1778]
				"Торгаст", -- [1779]
				"Торгаст", -- [1780]
				"Торгаст", -- [1781]
				"Торгаст", -- [1782]
				"Торгаст", -- [1783]
				"Торгаст", -- [1784]
				"Торгаст", -- [1785]
				"Торгаст", -- [1786]
				"Торгаст", -- [1787]
				"Торгаст", -- [1788]
				"Торгаст", -- [1789]
				nil, -- [1790]
				"Торгаст", -- [1791]
				"Торгаст", -- [1792]
				"Торгаст", -- [1793]
				"Торгаст", -- [1794]
				"Торгаст", -- [1795]
				"Торгаст", -- [1796]
				"Торгаст", -- [1797]
				"Торгаст", -- [1798]
				"Торгаст", -- [1799]
				"Торгаст", -- [1800]
				"Торгаст", -- [1801]
				"Торгаст", -- [1802]
				"Торгаст", -- [1803]
				"Торгаст", -- [1804]
				"Торгаст", -- [1805]
				"Торгаст", -- [1806]
				"Торгаст", -- [1807]
				"Торгаст", -- [1808]
				"Торгаст", -- [1809]
				"Торгаст", -- [1810]
				"Торгаст", -- [1811]
				"Торгаст", -- [1812]
				"Бастион", -- [1813]
				"Малдраксус", -- [1814]
				nil, -- [1815]
				"Урочище Когтя", -- [1816]
				nil, -- [1817]
				"Тирна Ваал", -- [1818]
				"Центр мицелия", -- [1819]
				"Яма Страданий", -- [1820]
				"Яма Страданий", -- [1821]
				"Изолятор Извлекателя", -- [1822]
				"Алтарь Господства", -- [1823]
				"Логово матриарха", -- [1824]
				"\"Погребок в корнях\"", -- [1825]
				"\"Погребок в корнях\"", -- [1826]
				"\"Погребок в корнях\"", -- [1827]
				nil, -- [1828]
				"", -- [1829]
				nil, -- [1830]
				nil, -- [1831]
				nil, -- [1832]
				"Торгаст", -- [1833]
				"Torghast - Map Floor 24", -- [1834]
				"Torghast - Map Floor 25", -- [1835]
				"Torghast - Map Floor 26", -- [1836]
				"Torghast - Map Floor 27", -- [1837]
				"Torghast - Map Floor 41", -- [1838]
				"Torghast - Map Floor 28", -- [1839]
				"Torghast - Map Floor 40", -- [1840]
				"Torghast - Map Floor 39", -- [1841]
				"Torghast - Map Floor 29", -- [1842]
				"Torghast - Map Floor 38", -- [1843]
				"Torghast - Map Floor 32", -- [1844]
				"Torghast - Map Floor 31", -- [1845]
				"Torghast - Map Floor 33", -- [1846]
				"Torghast - Map Floor 34", -- [1847]
				"Torghast - Map Floor 14", -- [1848]
				"Torghast - Map Floor 16", -- [1849]
				"Torghast - Map Floor 18", -- [1850]
				"Torghast - Map Floor 42", -- [1851]
				"Torghast - Map Floor 44", -- [1852]
				"Torghast - Map Floor 46", -- [1853]
				"Torghast - Map Floor 48", -- [1854]
				"Torghast - Map Floor 49", -- [1855]
				"Torghast - Map Floor 50", -- [1856]
				"Torghast - Map Floor 51", -- [1857]
				"Torghast - Map Floor 52", -- [1858]
				"Torghast - Map Floor 53", -- [1859]
				"Torghast - Map Floor 54", -- [1860]
				"Torghast - Map Floor 57", -- [1861]
				"Torghast - Map Floor 59", -- [1862]
				"Torghast - Map Floor 61", -- [1863]
				"Torghast - Map Floor 63", -- [1864]
				"Torghast - Map Floor 64", -- [1865]
				nil, -- [1866]
				"Torghast - Map Floor 66", -- [1867]
				"Torghast - Map Floor 67", -- [1868]
				"Torghast - Map Floor 68", -- [1869]
				"Torghast - Map Floor 69", -- [1870]
				"Torghast - Map Floor 70", -- [1871]
				"Torghast - Map Floor 71", -- [1872]
				"Torghast - Map Floor 74", -- [1873]
				"Torghast - Map Floor 75", -- [1874]
				"Torghast - Map Floor 76", -- [1875]
				"Torghast - Map Floor 77", -- [1876]
				"Torghast - Map Floor 78", -- [1877]
				"Torghast - Map Floor 80", -- [1878]
				"Torghast - Map Floor 81", -- [1879]
				"Torghast - Map Floor 83", -- [1880]
				"Torghast - Map Floor 84", -- [1881]
				"Torghast - Map Floor 86", -- [1882]
				"Torghast - Map Floor 87", -- [1883]
				"Torghast - Map Floor 88", -- [1884]
				"Torghast - Map Floor 89", -- [1885]
				"Torghast - Map Floor 92", -- [1886]
				"Torghast - Map Floor 93", -- [1887]
				"Torghast - Map Floor 94", -- [1888]
				"Torghast - Map Floor 95", -- [1889]
				"Torghast - Map Floor 97", -- [1890]
				"Torghast - Map Floor 98", -- [1891]
				"Torghast - Map Floor 99", -- [1892]
				"Torghast - Map Floor 100", -- [1893]
				"Torghast - Map Floor 23", -- [1894]
				"Torghast - Map Floor 35", -- [1895]
				"Torghast - Map Floor 56", -- [1896]
				"Torghast - Map Floor 62", -- [1897]
				"Torghast - Map Floor 82", -- [1898]
				"Torghast - Map Floor 101", -- [1899]
				"Torghast - Map Floor 58", -- [1900]
				"Torghast - Map Floor 73", -- [1901]
				"Torghast - Map Floor 79", -- [1902]
				"Torghast - Map Floor 85", -- [1903]
				"Torghast - Map Floor 90", -- [1904]
				"Torghast - Map Floor 96", -- [1905]
				nil, -- [1906]
				"Torghast - Map Floor 102", -- [1907]
				"Torghast - Map Floor 60", -- [1908]
				"Torghast - Map Floor 21", -- [1909]
				"Torghast - Map Floor 91", -- [1910]
				"Торгаст – вход", -- [1911]
				"Темница Резчика Рун", -- [1912]
				"Торгаст", -- [1913]
				"Торгаст", -- [1914]
				nil, -- [1915]
				nil, -- [1916]
				"Та Сторона", -- [1917]
				nil, -- [1918]
				nil, -- [1919]
				"Торгаст", -- [1920]
				"Торгаст", -- [1921]
				"Дренор", -- [1922]
				"Пандария", -- [1923]
				nil, -- [1924]
				nil, -- [1925]
				nil, -- [1926]
				nil, -- [1927]
				nil, -- [1928]
				nil, -- [1929]
				nil, -- [1930]
				nil, -- [1931]
				nil, -- [1932]
				nil, -- [1933]
				nil, -- [1934]
				nil, -- [1935]
				nil, -- [1936]
				nil, -- [1937]
				nil, -- [1938]
				nil, -- [1939]
				nil, -- [1940]
				nil, -- [1941]
				nil, -- [1942]
				nil, -- [1943]
				nil, -- [1944]
				nil, -- [1945]
				nil, -- [1946]
				nil, -- [1947]
				nil, -- [1948]
				nil, -- [1949]
				nil, -- [1950]
				nil, -- [1951]
				nil, -- [1952]
				nil, -- [1953]
				nil, -- [1954]
				nil, -- [1955]
				nil, -- [1956]
				nil, -- [1957]
				"Огненные Просторы", -- [1958]
				"Огненные Просторы", -- [1959]
				"Утроба", -- [1960]
				"Кортия", -- [1961]
				"Торгаст", -- [1962]
				"Торгаст", -- [1963]
				"Торгаст", -- [1964]
				"Торгаст", -- [1965]
				"Торгаст", -- [1966]
				"Торгаст", -- [1967]
				"Торгаст", -- [1968]
				"Торгаст", -- [1969]
				"Зерет Мортис", -- [1970]
				"Небесная Цитадель", -- [1971]
				nil, -- [1972]
				nil, -- [1973]
				"Торгаст", -- [1974]
				"Торгаст", -- [1975]
				"Торгаст", -- [1976]
				"Торгаст", -- [1977]
				"Драконьи острова", -- [1978]
				"Торгаст", -- [1979]
				"Торгаст", -- [1980]
				"Торгаст", -- [1981]
				"Торгаст", -- [1982]
				"Торгаст", -- [1983]
				"Торгаст", -- [1984]
				"Торгаст", -- [1985]
				"Торгаст", -- [1986]
				"Торгаст", -- [1987]
				"Торгаст", -- [1988]
				"Тайный рынок Тазавеш", -- [1989]
				"Тайный рынок Тазавеш", -- [1990]
				"Тайный рынок Тазавеш", -- [1991]
				"Тайный рынок Тазавеш", -- [1992]
				"Тайный рынок Тазавеш", -- [1993]
				nil, -- [1994]
				"Тайный рынок Тазавеш", -- [1995]
				"Тайный рынок Тазавеш", -- [1996]
				"Тайный рынок Тазавеш", -- [1997]
				"Святилище Господства", -- [1998]
				"Святилище Господства", -- [1999]
				"Святилище Господства", -- [2000]
				"Святилище Господства", -- [2001]
				"Святилище Господства", -- [2002]
				"Святилище Господства", -- [2003]
				"Святилище Господства", -- [2004]
				"Арденвельд", -- [2005]
				"Пещера раздумий", -- [2006]
				"Лощина громитов", -- [2007]
				"Зал Печати", -- [2008]
				"TG106_Floor_MM", -- [2009]
				"Торгаст", -- [2010]
				"Торгаст", -- [2011]
				"Торгаст", -- [2012]
				nil, -- [2013]
				nil, -- [2014]
				nil, -- [2015]
				"Тайный рынок Тазавеш", -- [2016]
				"Шпили Перерождения", -- [2017]
				"Шпили Перерождения", -- [2018]
				"Торгаст", -- [2019]
				nil, -- [2020]
				nil, -- [2021]
				"Берега Пробуждения", -- [2022]
				"Равнины Он'ары", -- [2023]
				"Лазурный Простор", -- [2024]
				"Тальдразус", -- [2025]
				"Запретный край", -- [2026]
				"Литейная Цветения", -- [2027]
				"Локрийский эспер", -- [2028]
				"Приют Отягощенных", -- [2029]
				"Нексус Воплощения", -- [2030]
				"Склепы Вечных", -- [2031]
				nil, -- [2032]
				nil, -- [2033]
				nil, -- [2034]
				nil, -- [2035]
				nil, -- [2036]
				nil, -- [2037]
				nil, -- [2038]
				nil, -- [2039]
				nil, -- [2040]
				nil, -- [2041]
				"Горнило", -- [2042]
				nil, -- [2043]
				nil, -- [2044]
				nil, -- [2045]
				"Зерет Мортис", -- [2046]
				"Гробница Предвечных", -- [2047]
				"Гробница Предвечных", -- [2048]
				"Гробница Предвечных", -- [2049]
				"Гробница Предвечных", -- [2050]
				"Гробница Предвечных", -- [2051]
				"Гробница Предвечных", -- [2052]
				nil, -- [2053]
				nil, -- [2054]
				"Гробница Предвечных", -- [2055]
				nil, -- [2056]
				"Драконьи острова", -- [2057]
				nil, -- [2058]
				"Пики Отголосков", -- [2059]
				nil, -- [2060]
				"Гробница Предвечных", -- [2061]
				nil, -- [2062]
				"Драконьи острова", -- [2063]
				nil, -- [2064]
				nil, -- [2065]
				"Двор Катализатора", -- [2066]
				nil, -- [2067]
				nil, -- [2068]
				nil, -- [2069]
				"Тирисфальские леса", -- [2070]
				"Ульдаман: наследие Тира", -- [2071]
				"Ульдаман: наследие Тира", -- [2072]
				"Лазурное хранилище", -- [2073]
				"Лазурное хранилище", -- [2074]
				"Лазурное хранилище", -- [2075]
				"Лазурное хранилище", -- [2076]
				"Лазурное хранилище", -- [2077]
				nil, -- [2078]
				nil, -- [2079]
				"Нелтарий", -- [2080]
				"Нелтарий", -- [2081]
				"Чертоги Насыщения", -- [2082]
				"Чертоги Насыщения", -- [2083]
				"Изумрудный Путь Снов", -- [2084]
				"Будущее воинов стихий", -- [2085]
				nil, -- [2086]
				nil, -- [2087]
				"Пандаренская революция", -- [2088]
				"Темная Империя", -- [2089]
				"Война гноллов", -- [2090]
				"Война Зыбучих Песков", -- [2091]
				"Азмерлот", -- [2092]
				"Наступление клана Нокхуд", -- [2093]
				"Рубиновые Омуты Жизни", -- [2094]
				"Рубиновые Омуты Жизни", -- [2095]
				"Лощина Бурошкуров", -- [2096]
				"Академия Алгет'ар", -- [2097]
				"Академия Алгет'ар", -- [2098]
				"Академия Алгет'ар", -- [2099]
				"Колыбель завоевателей", -- [2100]
				"Колыбель целителей", -- [2101]
				"Колыбель воинов", -- [2102]
				nil, -- [2103]
				nil, -- [2104]
				nil, -- [2105]
				"Лощина Бурошкуров", -- [2106]
				"Запретный край", -- [2107]
				nil, -- [2108]
				"Колыбель воинов", -- [2109]
				"Колыбель целителей", -- [2110]
				"Колыбель завоевателей", -- [2111]
				"Вальдраккен", -- [2112]
				nil, -- [2113]
				nil, -- [2114]
				nil, -- [2115]
				nil, -- [2116]
				nil, -- [2117]
				"Запретный край", -- [2118]
				"Хранилище Воплощений", -- [2119]
				"Хранилище Воплощений", -- [2120]
				"Хранилище Воплощений", -- [2121]
				"Хранилище Воплощений", -- [2122]
				"Хранилище Воплощений", -- [2123]
				"Хранилище Воплощений", -- [2124]
				"Хранилище Воплощений", -- [2125]
				"Хранилище Воплощений", -- [2126]
				"Берега Пробуждения", -- [2127]
				"Лазурный Простор", -- [2128]
				"Равнины Он'ары", -- [2129]
				"Тальдразус", -- [2130]
				"Запретный край", -- [2131]
				"Лазурный Простор", -- [2132]
				[2134] = "Вальдраккен",
				[2135] = "Вальдраккен",
				[2149] = "Равнины Он'ары",
			},
			["lastRevision"] = 718,
			["accountWideStatistics"] = {
				["Player-1614-0A182568"] = {
					["playerName"] = "Шананси",
					["statistics"] = {
						[6161] = 0,
						[10252] = 0,
						[6165] = 0,
						[6166] = 0,
						[6167] = 0,
						[14089] = 0,
						[14091] = 2,
						[14093] = 5,
						[13591] = 0,
						[13593] = 0,
						[14107] = 0,
						[14109] = 8,
						[13601] = 0,
						[13603] = 0,
						[4653] = 0,
						[15141] = 3,
						[15143] = 0,
						[15145] = 3,
						[15147] = 0,
						[13364] = 1,
						[13366] = 0,
						[15153] = 3,
						[15155] = 0,
						[13372] = 0,
						[4663] = 1,
						[4664] = 2,
						[13382] = 0,
						[14404] = 35,
						[15171] = 0,
						[8567] = 0,
						[8569] = 0,
						[8571] = 0,
						[8573] = 0,
						[4687] = 1,
						[4688] = 2,
						[11896] = 0,
						[6989] = 4,
						[14458] = 0,
						[5976] = 0,
						[2869] = 0,
						[8621] = 0,
						[8623] = 0,
						[8625] = 0,
						[8627] = 0,
						[8629] = 0,
						[8631] = 0,
						[10928] = 0,
						[10930] = 0,
						[8637] = 0,
						[11958] = 0,
						[2883] = 0,
						[12745] = 39,
						[11986] = 0,
						[10978] = 0,
						[10980] = 1,
						[10225] = 0,
						[10227] = 1,
						[6797] = 1,
						[6798] = 0,
						[14094] = 0,
						[13592] = 0,
						[13594] = 1,
						[14108] = 4,
						[13600] = 1,
						[13602] = 0,
						[15140] = 0,
						[15142] = 0,
						[13614] = 0,
						[15146] = 0,
						[13618] = 0,
						[13365] = 0,
						[15152] = 0,
						[15154] = 1,
						[14136] = 0,
						[14138] = 0,
						[13379] = 0,
						[5559] = 0,
						[5560] = 1,
						[15170] = 1,
						[15172] = 0,
						[14135] = 0,
						[5565] = 0,
						[5566] = 1,
						[13615] = 0,
						[13613] = 0,
						[5569] = 0,
						[5570] = 1,
						[14137] = 1,
						[4662] = 0,
						[12118] = 0,
						[13374] = 0,
						[8568] = 0,
						[5576] = 1,
						[5577] = 3,
						[13617] = 0,
						[10979] = 0,
						[11893] = 0,
						[11895] = 0,
						[10977] = 0,
						[1097] = 0,
						[11894] = 0,
						[7924] = 1,
						[14455] = 5,
						[7923] = 0,
						[13619] = 0,
						[5977] = 0,
						[6990] = 2,
						[9365] = 1,
						[12763] = 7,
						[8620] = 0,
						[8622] = 0,
						[8153] = 0,
						[8146] = 1,
						[8147] = 2,
						[8148] = 0,
						[8149] = 0,
						[8150] = 0,
						[8151] = 0,
						[8152] = 1,
						[8624] = 0,
						[8626] = 0,
						[8628] = 0,
						[8630] = 0,
						[13373] = 0,
						[10929] = 0,
						[10931] = 0,
						[8638] = 0,
						[6162] = 1,
						[11957] = 0,
						[11959] = 0,
						[6168] = 0,
						[4645] = 0,
						[15144] = 0,
						[13620] = 9,
						[8168] = 0,
						[8169] = 0,
						[8170] = 0,
						[8171] = 0,
						[8172] = 1,
						[15169] = 0,
						[8570] = 0,
						[9279] = 0,
						[14110] = 0,
						[12752] = 13,
						[8178] = 0,
						[8179] = 0,
						[8180] = 1,
						[8181] = 0,
						[8182] = 0,
						[8183] = 0,
						[8184] = 0,
						[8185] = 0,
						[8186] = 0,
						[8187] = 1,
						[13612] = 0,
						[10226] = 1,
						[10228] = 0,
						[13616] = 0,
					},
					["server"] = "Разувий",
				},
				["Player-1614-0A000E55"] = {
					["playerName"] = "Шашабуй",
					["statistics"] = {
						[6161] = 0,
						[10252] = 0,
						[6165] = 0,
						[6166] = 0,
						[6167] = 0,
						[14089] = 1,
						[14091] = 0,
						[14093] = 0,
						[13591] = 0,
						[13593] = 0,
						[14107] = 0,
						[14109] = 0,
						[13601] = 0,
						[13603] = 0,
						[4653] = 0,
						[15141] = 0,
						[15143] = 0,
						[15145] = 0,
						[13617] = 0,
						[13619] = 0,
						[13366] = 0,
						[15153] = 0,
						[15155] = 0,
						[14137] = 0,
						[4663] = 0,
						[4664] = 0,
						[13382] = 0,
						[14404] = 0,
						[15171] = 0,
						[8567] = 0,
						[8569] = 0,
						[8571] = 0,
						[8573] = 0,
						[4687] = 0,
						[11894] = 0,
						[11896] = 0,
						[6989] = 0,
						[14458] = 0,
						[5976] = 0,
						[2869] = 0,
						[8621] = 0,
						[8623] = 0,
						[8625] = 0,
						[8627] = 0,
						[8629] = 0,
						[8631] = 0,
						[10928] = 1,
						[10930] = 0,
						[8637] = 0,
						[11958] = 0,
						[2883] = 0,
						[12745] = 0,
						[11986] = 0,
						[10978] = 0,
						[10980] = 0,
						[10225] = 0,
						[10227] = 0,
						[6797] = 0,
						[6798] = 0,
						[14094] = 0,
						[13592] = 0,
						[13594] = 0,
						[14108] = 0,
						[13600] = 0,
						[13602] = 0,
						[15140] = 0,
						[13612] = 0,
						[13614] = 0,
						[15146] = 0,
						[13618] = 0,
						[13620] = 1,
						[15152] = 0,
						[15154] = 0,
						[14136] = 0,
						[13373] = 0,
						[13379] = 0,
						[5559] = 0,
						[5560] = 0,
						[15170] = 0,
						[15172] = 0,
						[13364] = 0,
						[12118] = 0,
						[5566] = 0,
						[15147] = 0,
						[13615] = 0,
						[5569] = 0,
						[5570] = 0,
						[14135] = 0,
						[15144] = 0,
						[5565] = 0,
						[13616] = 0,
						[8568] = 0,
						[5576] = 0,
						[5577] = 0,
						[13374] = 0,
						[8183] = 0,
						[11893] = 3,
						[11895] = 0,
						[8182] = 0,
						[8181] = 0,
						[15142] = 0,
						[8179] = 0,
						[14455] = 0,
						[8178] = 0,
						[14110] = 0,
						[4662] = 0,
						[9279] = 0,
						[9365] = 0,
						[12763] = 0,
						[8570] = 0,
						[8152] = 0,
						[8153] = 0,
						[8146] = 0,
						[8147] = 0,
						[8148] = 0,
						[8149] = 0,
						[8150] = 0,
						[8620] = 0,
						[8622] = 0,
						[8624] = 0,
						[8626] = 0,
						[8628] = 0,
						[8630] = 0,
						[15169] = 0,
						[10929] = 0,
						[10931] = 0,
						[8638] = 0,
						[13365] = 0,
						[11957] = 0,
						[11959] = 0,
						[6162] = 0,
						[4645] = 0,
						[4688] = 0,
						[6168] = 0,
						[8168] = 0,
						[8169] = 0,
						[8170] = 0,
						[8171] = 0,
						[8172] = 0,
						[8151] = 0,
						[14138] = 0,
						[6990] = 0,
						[5977] = 0,
						[12752] = 1,
						[7923] = 0,
						[7924] = 0,
						[8180] = 0,
						[1097] = 2,
						[10977] = 1,
						[10979] = 0,
						[8184] = 0,
						[8185] = 0,
						[8186] = 0,
						[8187] = 0,
						[13613] = 0,
						[10226] = 0,
						[10228] = 0,
						[13372] = 0,
					},
					["server"] = "Разувий",
				},
				["Player-1604-0ED19FF7"] = {
					["playerName"] = "Джиупицца",
					["statistics"] = {
						[6161] = 0,
						[6162] = 0,
						[6165] = 0,
						[6166] = 0,
						[6167] = 0,
						[14089] = 0,
						[14091] = 0,
						[14093] = 0,
						[13591] = 0,
						[13593] = 0,
						[14107] = 0,
						[14109] = 0,
						[13601] = 0,
						[13603] = 0,
						[4653] = 0,
						[15141] = 0,
						[15143] = 0,
						[15145] = 0,
						[13617] = 0,
						[13364] = 0,
						[13366] = 1,
						[15153] = 0,
						[15155] = 0,
						[14137] = 0,
						[4663] = 0,
						[4664] = 0,
						[13382] = 0,
						[14404] = 1,
						[15171] = 0,
						[8567] = 0,
						[8569] = 0,
						[8571] = 0,
						[8573] = 0,
						[4687] = 0,
						[4688] = 0,
						[11896] = 0,
						[6989] = 2,
						[14458] = 0,
						[5976] = 0,
						[2869] = 0,
						[8621] = 0,
						[8623] = 0,
						[8625] = 0,
						[8627] = 0,
						[8629] = 0,
						[8631] = 0,
						[10928] = 0,
						[10930] = 0,
						[8637] = 0,
						[11958] = 0,
						[2883] = 0,
						[12745] = 0,
						[11986] = 0,
						[10978] = 0,
						[10980] = 0,
						[10225] = 0,
						[10227] = 0,
						[6797] = 0,
						[6798] = 0,
						[14094] = 0,
						[13592] = 0,
						[13594] = 0,
						[14108] = 0,
						[13600] = 0,
						[13602] = 0,
						[15140] = 0,
						[15142] = 0,
						[9279] = 0,
						[15146] = 0,
						[13618] = 0,
						[13365] = 0,
						[15152] = 0,
						[15154] = 0,
						[14136] = 0,
						[13373] = 0,
						[13379] = 0,
						[5559] = 0,
						[5560] = 0,
						[15170] = 0,
						[15172] = 0,
						[13372] = 0,
						[5565] = 0,
						[5566] = 0,
						[13615] = 0,
						[13613] = 0,
						[5569] = 0,
						[5570] = 0,
						[4645] = 0,
						[15147] = 0,
						[13619] = 0,
						[14138] = 0,
						[8568] = 0,
						[5576] = 0,
						[5577] = 0,
						[12118] = 0,
						[10979] = 0,
						[11893] = 0,
						[11895] = 0,
						[10977] = 0,
						[1097] = 0,
						[6168] = 0,
						[7924] = 0,
						[14455] = 0,
						[7923] = 0,
						[5977] = 0,
						[11894] = 0,
						[6990] = 0,
						[9365] = 0,
						[10252] = 0,
						[12763] = 0,
						[8622] = 0,
						[8153] = 0,
						[8146] = 0,
						[8147] = 3,
						[8148] = 0,
						[8149] = 0,
						[8150] = 0,
						[8151] = 0,
						[8152] = 0,
						[8624] = 0,
						[8626] = 0,
						[8628] = 0,
						[8630] = 0,
						[13374] = 1,
						[10929] = 0,
						[10931] = 0,
						[8638] = 0,
						[13614] = 0,
						[11957] = 0,
						[11959] = 0,
						[15144] = 0,
						[14110] = 0,
						[4662] = 0,
						[14135] = 0,
						[8168] = 0,
						[8169] = 0,
						[8170] = 0,
						[8171] = 0,
						[8172] = 0,
						[8620] = 0,
						[15169] = 0,
						[8570] = 0,
						[13612] = 0,
						[12752] = 0,
						[8178] = 0,
						[8179] = 0,
						[8180] = 0,
						[8181] = 0,
						[8182] = 0,
						[8183] = 0,
						[8184] = 0,
						[8185] = 0,
						[8186] = 0,
						[8187] = 0,
						[13616] = 0,
						[10226] = 0,
						[10228] = 0,
						[13620] = 0,
					},
					["server"] = "Свежеватель Душ",
				},
				["Player-1614-0A00B937"] = {
					["playerName"] = "Джитирог",
					["statistics"] = {
						[6161] = 0,
						[10252] = 0,
						[6165] = 0,
						[6166] = 0,
						[6167] = 0,
						[14089] = 0,
						[14091] = 0,
						[14093] = 0,
						[13591] = 0,
						[13593] = 0,
						[14107] = 0,
						[14109] = 0,
						[13601] = 0,
						[13603] = 0,
						[4653] = 0,
						[15141] = 0,
						[15143] = 0,
						[15145] = 0,
						[13617] = 0,
						[13619] = 0,
						[13366] = 0,
						[15153] = 0,
						[15155] = 0,
						[14137] = 0,
						[4663] = 0,
						[4664] = 0,
						[13382] = 0,
						[14404] = 0,
						[15171] = 0,
						[8567] = 0,
						[8569] = 0,
						[8571] = 0,
						[8573] = 0,
						[4687] = 0,
						[11894] = 0,
						[11896] = 0,
						[6989] = 0,
						[14458] = 0,
						[5976] = 0,
						[2869] = 0,
						[8621] = 0,
						[8623] = 0,
						[8625] = 0,
						[8627] = 0,
						[8629] = 0,
						[8631] = 0,
						[10928] = 0,
						[10930] = 0,
						[8637] = 0,
						[11958] = 0,
						[2883] = 0,
						[12745] = 0,
						[11986] = 0,
						[10978] = 0,
						[10980] = 0,
						[10225] = 0,
						[10227] = 0,
						[6797] = 0,
						[6798] = 0,
						[14094] = 0,
						[13592] = 0,
						[13594] = 0,
						[14108] = 0,
						[13600] = 0,
						[13602] = 0,
						[15140] = 0,
						[13612] = 0,
						[13614] = 0,
						[15146] = 0,
						[13618] = 0,
						[13365] = 0,
						[15152] = 0,
						[15154] = 0,
						[14136] = 0,
						[13373] = 0,
						[13379] = 0,
						[5559] = 0,
						[5560] = 0,
						[15170] = 0,
						[15172] = 0,
						[13364] = 0,
						[12118] = 0,
						[5566] = 0,
						[15147] = 0,
						[13615] = 0,
						[5569] = 0,
						[5570] = 0,
						[14135] = 0,
						[5565] = 0,
						[14138] = 0,
						[13616] = 0,
						[8568] = 0,
						[5576] = 0,
						[5577] = 0,
						[13374] = 0,
						[8183] = 0,
						[11893] = 0,
						[11895] = 0,
						[8182] = 0,
						[8181] = 0,
						[15142] = 0,
						[8179] = 0,
						[14455] = 0,
						[8178] = 0,
						[14110] = 0,
						[4662] = 0,
						[9279] = 0,
						[9365] = 0,
						[12763] = 0,
						[8570] = 0,
						[8152] = 0,
						[8153] = 0,
						[8146] = 0,
						[8147] = 0,
						[8148] = 0,
						[8149] = 0,
						[8150] = 0,
						[8151] = 0,
						[8622] = 0,
						[8624] = 0,
						[8626] = 0,
						[8628] = 0,
						[8630] = 0,
						[15169] = 0,
						[10929] = 0,
						[10931] = 0,
						[8638] = 0,
						[8620] = 0,
						[11957] = 0,
						[11959] = 0,
						[6162] = 0,
						[4645] = 0,
						[4688] = 0,
						[6168] = 0,
						[8168] = 0,
						[8169] = 0,
						[8170] = 0,
						[8171] = 0,
						[8172] = 0,
						[15144] = 0,
						[6990] = 0,
						[13620] = 0,
						[5977] = 0,
						[12752] = 0,
						[7923] = 0,
						[7924] = 0,
						[8180] = 0,
						[1097] = 1,
						[10977] = 0,
						[10979] = 0,
						[8184] = 0,
						[8185] = 0,
						[8186] = 0,
						[8187] = 0,
						[13613] = 0,
						[10226] = 0,
						[10228] = 0,
						[13372] = 0,
					},
					["server"] = "Разувий",
				},
				["Player-1614-0A02F7E2"] = {
					["playerName"] = "Дубарун",
					["statistics"] = {
						[6161] = 0,
						[10252] = 0,
						[6165] = 0,
						[6166] = 0,
						[6167] = 0,
						[14089] = 0,
						[14091] = 1,
						[14093] = 0,
						[13591] = 0,
						[13593] = 0,
						[14107] = 0,
						[14109] = 0,
						[13601] = 0,
						[13603] = 0,
						[4653] = 0,
						[15141] = 0,
						[15143] = 0,
						[15145] = 0,
						[13617] = 0,
						[13619] = 0,
						[13366] = 0,
						[15153] = 0,
						[15155] = 0,
						[14137] = 0,
						[4663] = 0,
						[4664] = 0,
						[13382] = 0,
						[14404] = 0,
						[15171] = 0,
						[8567] = 0,
						[8569] = 0,
						[8571] = 0,
						[8573] = 0,
						[4687] = 0,
						[11894] = 0,
						[11896] = 0,
						[6989] = 0,
						[14458] = 0,
						[5976] = 0,
						[2869] = 0,
						[8621] = 0,
						[8623] = 0,
						[8625] = 0,
						[8627] = 0,
						[8629] = 0,
						[8631] = 0,
						[10928] = 0,
						[10930] = 0,
						[8637] = 0,
						[11958] = 0,
						[2883] = 0,
						[12745] = 1,
						[11986] = 0,
						[10978] = 0,
						[10980] = 0,
						[10225] = 0,
						[10227] = 0,
						[6797] = 0,
						[6798] = 0,
						[14094] = 0,
						[13592] = 0,
						[13594] = 0,
						[14108] = 0,
						[13600] = 0,
						[13602] = 0,
						[15140] = 0,
						[13612] = 0,
						[13614] = 0,
						[15146] = 0,
						[13618] = 0,
						[13620] = 2,
						[15152] = 0,
						[15154] = 0,
						[14136] = 0,
						[13373] = 0,
						[13379] = 0,
						[5559] = 0,
						[5560] = 0,
						[15170] = 0,
						[15172] = 0,
						[13364] = 0,
						[12118] = 0,
						[5566] = 0,
						[15147] = 0,
						[13615] = 0,
						[5569] = 0,
						[5570] = 0,
						[14135] = 0,
						[15144] = 0,
						[5565] = 0,
						[13616] = 0,
						[8568] = 0,
						[5576] = 0,
						[5577] = 0,
						[13374] = 0,
						[8183] = 0,
						[11893] = 0,
						[11895] = 0,
						[8182] = 0,
						[8181] = 0,
						[15142] = 0,
						[8179] = 0,
						[14455] = 0,
						[8178] = 0,
						[14110] = 0,
						[4662] = 0,
						[9279] = 0,
						[9365] = 0,
						[12763] = 1,
						[8570] = 0,
						[8152] = 0,
						[8153] = 0,
						[8146] = 0,
						[8147] = 0,
						[8148] = 0,
						[8149] = 0,
						[8150] = 0,
						[8620] = 0,
						[8622] = 0,
						[8624] = 0,
						[8626] = 0,
						[8628] = 0,
						[8630] = 0,
						[15169] = 0,
						[10929] = 0,
						[10931] = 0,
						[8638] = 0,
						[13365] = 0,
						[11957] = 0,
						[11959] = 0,
						[6162] = 0,
						[4645] = 0,
						[4688] = 0,
						[6168] = 0,
						[8168] = 0,
						[8169] = 0,
						[8170] = 0,
						[8171] = 0,
						[8172] = 0,
						[8151] = 0,
						[14138] = 0,
						[6990] = 0,
						[5977] = 0,
						[12752] = 0,
						[7923] = 0,
						[7924] = 0,
						[8180] = 0,
						[1097] = 1,
						[10977] = 0,
						[10979] = 0,
						[8184] = 0,
						[8185] = 0,
						[8186] = 0,
						[8187] = 0,
						[13613] = 0,
						[10226] = 0,
						[10228] = 0,
						[13372] = 0,
					},
					["server"] = "Разувий",
				},
				["Player-1614-0AF2E22B"] = {
					["playerName"] = "Аимбот",
					["statistics"] = {
						[6161] = 0,
						[10252] = 0,
						[6165] = 0,
						[6166] = 0,
						[6167] = 0,
						[14089] = 0,
						[14091] = 0,
						[14093] = 0,
						[13591] = 0,
						[13593] = 0,
						[14107] = 0,
						[14109] = 0,
						[13601] = 0,
						[13603] = 0,
						[4653] = 0,
						[15141] = 0,
						[15143] = 0,
						[15145] = 0,
						[13617] = 0,
						[13619] = 0,
						[13366] = 0,
						[15153] = 0,
						[15155] = 0,
						[14137] = 0,
						[4663] = 0,
						[4664] = 0,
						[13382] = 0,
						[14404] = 4,
						[15171] = 0,
						[8567] = 0,
						[8569] = 0,
						[8571] = 0,
						[8573] = 0,
						[4687] = 0,
						[11894] = 0,
						[11896] = 0,
						[6989] = 0,
						[14458] = 0,
						[5976] = 0,
						[5977] = 0,
						[8621] = 0,
						[8623] = 0,
						[8625] = 0,
						[8627] = 0,
						[8629] = 0,
						[8631] = 0,
						[10928] = 0,
						[10930] = 0,
						[8637] = 0,
						[11958] = 0,
						[2883] = 0,
						[12745] = 0,
						[11986] = 0,
						[10978] = 0,
						[10980] = 0,
						[10225] = 0,
						[10227] = 0,
						[6797] = 0,
						[6798] = 0,
						[14094] = 0,
						[13592] = 0,
						[13594] = 0,
						[14108] = 0,
						[13600] = 0,
						[13602] = 0,
						[15140] = 0,
						[13612] = 0,
						[13614] = 0,
						[15146] = 0,
						[13618] = 0,
						[13365] = 0,
						[15152] = 0,
						[15154] = 0,
						[14136] = 0,
						[14138] = 0,
						[13379] = 0,
						[5559] = 0,
						[5560] = 0,
						[15170] = 0,
						[15172] = 0,
						[15147] = 0,
						[12118] = 0,
						[5566] = 0,
						[13372] = 0,
						[13613] = 0,
						[5569] = 0,
						[5570] = 0,
						[13615] = 0,
						[5565] = 0,
						[13616] = 0,
						[13620] = 0,
						[8568] = 0,
						[5576] = 0,
						[5577] = 0,
						[15142] = 0,
						[8183] = 0,
						[11893] = 0,
						[11895] = 0,
						[8182] = 0,
						[8181] = 0,
						[6162] = 0,
						[8179] = 0,
						[14455] = 0,
						[8178] = 0,
						[6168] = 0,
						[4662] = 0,
						[8570] = 0,
						[9365] = 0,
						[15169] = 0,
						[8620] = 0,
						[8152] = 0,
						[8624] = 0,
						[8146] = 0,
						[8147] = 1,
						[8148] = 0,
						[8149] = 0,
						[8150] = 0,
						[8151] = 0,
						[8622] = 0,
						[8153] = 0,
						[8626] = 0,
						[8628] = 0,
						[8630] = 0,
						[13373] = 0,
						[10929] = 0,
						[10931] = 0,
						[8638] = 0,
						[4688] = 0,
						[11957] = 0,
						[11959] = 0,
						[4645] = 0,
						[9279] = 0,
						[14110] = 0,
						[15144] = 0,
						[8168] = 0,
						[8169] = 0,
						[8170] = 0,
						[8171] = 0,
						[8172] = 0,
						[12763] = 0,
						[2869] = 0,
						[6990] = 0,
						[13374] = 0,
						[12752] = 0,
						[7923] = 0,
						[7924] = 0,
						[8180] = 0,
						[1097] = 0,
						[10977] = 0,
						[10979] = 0,
						[8184] = 0,
						[8185] = 0,
						[8186] = 0,
						[8187] = 0,
						[13364] = 0,
						[10226] = 0,
						[10228] = 0,
						[14135] = 0,
					},
					["server"] = "Разувий",
				},
			},
			["bar"] = {
				["y"] = -182.2221832275391,
				["x"] = 138.8888702392578,
			},
			["trackedItem"] = 174446,
		},
	},
}
