
TLDRMissionsProfiles = {
	["profileKeys"] = {
		["Шананси - Разувий"] = "Шананси - Разувий",
		["Джитивар - Разувий"] = "Джитивар - Разувий",
		["Джитирог - Разувий"] = "Джитирог - Разувий",
		["Шашабуй - Разувий"] = "Шашабуй - Разувий",
		["Дубарун - Разувий"] = "Дубарун - Разувий",
		["Аимбот - Разувий"] = "Аимбот - Разувий",
		["Курамёт - Разувий"] = "Курамёт - Разувий",
		["Джиупицца - Свежеватель Душ"] = "Джиупицца - Свежеватель Душ",
		["Анклбенсс - Разувий"] = "Анклбенсс - Разувий",
		["Джитиприст - Разувий"] = "Джитиприст - Разувий",
	},
	["profiles"] = {
		["Шананси - Разувий"] = {
			["sacrificeRemaining"] = true,
			["selectedRewards"] = {
				"gold", -- [1]
				"augment-runes", -- [2]
				"crafting-cache", -- [3]
				"followerxp", -- [4]
				"anima", -- [5]
			},
		},
		["Джитивар - Разувий"] = {
		},
		["Джитирог - Разувий"] = {
		},
		["Шашабуй - Разувий"] = {
		},
		["Дубарун - Разувий"] = {
		},
		["Аимбот - Разувий"] = {
			["selectedRewards"] = {
				"gold", -- [1]
				"crafting-cache", -- [2]
				"campaign", -- [3]
				"augment-runes", -- [4]
				"anima", -- [5]
				"followerxp-items", -- [6]
				"followerxp", -- [7]
				"reputation", -- [8]
			},
		},
		["Курамёт - Разувий"] = {
		},
		["Джиупицца - Свежеватель Душ"] = {
			["sacrificeRemaining"] = true,
			["selectedRewards"] = {
				"runecarver", -- [1]
				"followerxp", -- [2]
				"augment-runes", -- [3]
				"gold", -- [4]
				"anima", -- [5]
				"followerxp-items", -- [6]
				"campaign", -- [7]
				"crafting-cache", -- [8]
			},
		},
		["Анклбенсс - Разувий"] = {
		},
		["Джитиприст - Разувий"] = {
		},
	},
}
TLDRMissionsCache = {
	["10.0-011"] = {
	},
}
