
WarGameHelperDB = {
	["MapData"] = {
		{
			["id"] = 1014,
			["pvpType"] = 3,
			["name"] = "Ущелье Песни Войны",
			["value"] = "ущелье",
		}, -- [1]
		{
			["id"] = 1018,
			["pvpType"] = 3,
			["name"] = "Низина Арати",
			["value"] = "низина",
		}, -- [2]
		{
			["id"] = 7,
			["pvpType"] = 3,
			["name"] = "Eye of the Storm",
			["value"] = "storm",
		}, -- [3]
		{
			["id"] = 656,
			["pvpType"] = 3,
			["name"] = "Око Бури (рейтинговое)",
			["value"] = "(рейтинговое)",
		}, -- [4]
		{
			["id"] = 108,
			["pvpType"] = 3,
			["name"] = "Два Пика",
			["value"] = "пика",
		}, -- [5]
		{
			["id"] = 120,
			["pvpType"] = 3,
			["name"] = "Битва за Гилнеас",
			["value"] = "гилнеас",
		}, -- [6]
		{
			["id"] = 699,
			["pvpType"] = 3,
			["name"] = "Храм Котмогу",
			["value"] = "котмогу",
		}, -- [7]
		{
			["id"] = 708,
			["pvpType"] = 3,
			["name"] = "Сверкающие копи",
			["value"] = "сверкающие",
		}, -- [8]
		{
			["id"] = 754,
			["pvpType"] = 3,
			["name"] = "Каньон Суровых Ветров (наследие)",
			["value"] = "(наследие)",
		}, -- [9]
		{
			["id"] = 1037,
			["pvpType"] = 3,
			["name"] = "Каньон Суровых Ветров",
			["value"] = "Каньон Суровых Ветров",
		}, -- [10]
		{
			["id"] = 894,
			["pvpType"] = 3,
			["name"] = "Бурлящий берег",
			["value"] = "бурлящий",
		}, -- [11]
		{
			["id"] = 1,
			["pvpType"] = 3,
			["name"] = "Альтеракская долина",
			["value"] = "альтеракская",
		}, -- [12]
		{
			["id"] = 30,
			["pvpType"] = 3,
			["name"] = "Остров Завоеваний",
			["value"] = "завоеваний",
		}, -- [13]
		{
			["id"] = 1017,
			["pvpType"] = 3,
			["name"] = "Битва за озеро Ледяных Оков",
			["value"] = "ледяных",
		}, -- [14]
		{
			["id"] = 1020,
			["pvpType"] = 3,
			["name"] = "Ашран",
			["value"] = "Ашран",
		}, -- [15]
		{
			["id"] = 1021,
			["pvpType"] = 3,
			["name"] = "Классический Ашран",
			["value"] = "классический",
		}, -- [16]
		{
			["id"] = 809,
			["pvpType"] = 4,
			["name"] = "Арена Награнда",
			["value"] = "награнда",
		}, -- [17]
		{
			["id"] = 844,
			["pvpType"] = 4,
			["name"] = "Арена Острогорья",
			["value"] = "острогорья",
		}, -- [18]
		{
			["id"] = 8,
			["pvpType"] = 4,
			["name"] = "Руины Лордерона",
			["value"] = "лордерона",
		}, -- [19]
		{
			["id"] = 10,
			["pvpType"] = 4,
			["name"] = "Стоки Даларана",
			["value"] = "даларана",
		}, -- [20]
		{
			["id"] = 719,
			["pvpType"] = 4,
			["name"] = "Арена Тол'вир",
			["value"] = "тол'вир",
		}, -- [21]
		{
			["id"] = 757,
			["pvpType"] = 4,
			["name"] = "Пик Тигра",
			["value"] = "тигра",
		}, -- [22]
		{
			["id"] = 808,
			["pvpType"] = 4,
			["name"] = "Арена крепости\r\nЧерной Ладьи",
			["value"] = "крепости",
		}, -- [23]
		{
			["id"] = 816,
			["pvpType"] = 4,
			["name"] = "Последнее пристанище Пеплошкурой",
			["value"] = "пеплошкурой",
		}, -- [24]
		{
			["id"] = 897,
			["pvpType"] = 4,
			["name"] = "Большой Крюк",
			["value"] = "большой",
		}, -- [25]
		{
			["id"] = 903,
			["pvpType"] = 4,
			["name"] = "Мугамбала",
			["value"] = "мугамбала",
		}, -- [26]
		{
			["id"] = 1025,
			["pvpType"] = 4,
			["name"] = "Рободром",
			["value"] = "рободром",
		}, -- [27]
		{
			["id"] = 1041,
			["pvpType"] = 4,
			["name"] = "Небесный домен",
			["value"] = "небесный",
		}, -- [28]
		{
			["id"] = 1066,
			["pvpType"] = 4,
			["name"] = "Колизей Малдраксуса",
			["value"] = "малдраксуса",
		}, -- [29]
		{
			["id"] = 1076,
			["pvpType"] = 4,
			["name"] = "Горнило Тайн",
			["value"] = "горнило",
		}, -- [30]
		{
			["id"] = 1088,
			["pvpType"] = 4,
			["name"] = "Арена испытаний Нокхудона",
			["value"] = "испытаний",
		}, -- [31]
		{
			["id"] = 6,
			["pvpType"] = 4,
			["name"] = "Все арены",
			["value"] = "арены",
		}, -- [32]
	},
	["Bracket"] = 1,
	["TournamentRules"] = true,
	["BNetPartyLeader1"] = "GUK#2645",
	["Mode"] = 1,
	["UseTarget"] = false,
	["Map"] = 21,
}
