
ZygorGuidesViewerClassicSettings = {
	["profileKeys"] = {
		["Шананси - Разувий"] = "Шананси - Разувий",
		["Джиупицца - Свежеватель Душ"] = "Джиупицца - Свежеватель Душ",
		["Аимбот - Разувий"] = "Аимбот - Разувий",
		["Шашабуй - Разувий"] = "Шашабуй - Разувий",
	},
	["global"] = {
		["gii_cache"] = {
		},
		["sv_version"] = 2,
	},
	["profiles"] = {
		["Шананси - Разувий"] = {
		},
		["Джиупицца - Свежеватель Душ"] = {
		},
		["Аимбот - Разувий"] = {
		},
		["Шашабуй - Разувий"] = {
		},
	},
}
