
REFlexSettings = {
	["ForceCivilisedClock"] = false,
	["MiniMapButtonSettings"] = {
		["hide"] = false,
	},
	["ShowServerName"] = false,
	["CurrentTab"] = 6,
	["LDBMode"] = 3,
	["Filters"] = {
		["Map"] = 1,
		["Bracket"] = 4,
		["Date"] = {
			1655067600, -- [1]
			0, -- [2]
		},
		["Spec"] = "Все",
		["Season"] = 0,
		["DateMode"] = 3,
	},
	["ArenaStatsLimit"] = 3,
	["FirstTime"] = false,
	["ConfigVersion"] = 317,
	["LDBSide"] = "A",
}
REFlexDatabase = {
	{
		["Map"] = 1504,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Nexdominus-Ragnaros", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Эльф крови", -- [7]
				"Рыцарь смерти", -- [8]
				"DEATHKNIGHT", -- [9]
				96160, -- [10]
				38810, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Нечестивость", -- [16]
				89, -- [17]
			}, -- [1]
			{
				"Хорае-Ревущийфьорд", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Зандалар", -- [7]
				"Паладин", -- [8]
				"PALADIN", -- [9]
				68086, -- [10]
				5622, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Воздаяние", -- [16]
				67, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				44432, -- [10]
				47446, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				103, -- [17]
			}, -- [3]
			{
				"Уплун-Ревущийфьорд", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночная эльфийка", -- [7]
				"Жрица", -- [8]
				"PRIEST", -- [9]
				0, -- [10]
				3067, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				117, -- [17]
			}, -- [4]
		},
		["PlayersNum"] = 4,
		["Duration"] = 28,
		["Hidden"] = false,
		["isBrawl"] = false,
		["PlayerSide"] = 0,
		["isArena"] = true,
		["Time"] = 1653225667,
		["isRated"] = false,
		["Version"] = 317,
		["Winner"] = 1,
		["PlayerNum"] = 3,
		["Season"] = 32,
	}, -- [1]
	{
		["Map"] = 1552,
		["Players"] = {
			{
				"Tnÿ-Dalaran", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Дворф из клана Черного Железа", -- [7]
				"Чернокнижник", -- [8]
				"WARLOCK", -- [9]
				103266, -- [10]
				124844, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Разрушение", -- [16]
				72, -- [17]
			}, -- [1]
			{
				"Аимбот", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				262655, -- [10]
				175899, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				103, -- [17]
			}, -- [2]
			{
				"Suileabhain-Ragnaros", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Эльф крови", -- [7]
				"Монах", -- [8]
				"MONK", -- [9]
				277877, -- [10]
				134133, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Танцующий с ветром", -- [16]
				56, -- [17]
			}, -- [3]
			{
				"Эрмитлунг-Ревущийфьорд", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Эльфийка крови", -- [7]
				"Паладин", -- [8]
				"PALADIN", -- [9]
				136782, -- [10]
				85871, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Воздаяние", -- [16]
				223, -- [17]
			}, -- [4]
		},
		["PlayersNum"] = 4,
		["Duration"] = 103,
		["Hidden"] = false,
		["isBrawl"] = false,
		["PlayerSide"] = 1,
		["isArena"] = true,
		["Time"] = 1653225905,
		["isRated"] = false,
		["Version"] = 317,
		["Winner"] = 1,
		["PlayerNum"] = 2,
		["Season"] = 32,
	}, -- [2]
	{
		["Map"] = 1672,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Tnÿ-Dalaran", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Дворф из клана Черного Железа", -- [7]
				"Чернокнижник", -- [8]
				"WARLOCK", -- [9]
				164171, -- [10]
				1224, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Разрушение", -- [16]
				72, -- [17]
			}, -- [1]
			{
				"Аимбот", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				199830, -- [10]
				106774, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				103, -- [17]
			}, -- [2]
			{
				"Nulsonmandle-Ragnaros", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Эльфийка крови", -- [7]
				"Маг", -- [8]
				"MAGE", -- [9]
				37212, -- [10]
				99148, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Лед", -- [16]
				90, -- [17]
			}, -- [3]
			{
				"Чинча-Ревущийфьорд", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Орчиха", -- [7]
				"Разбойница", -- [8]
				"ROGUE", -- [9]
				110935, -- [10]
				115970, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Скрытность", -- [16]
				166, -- [17]
			}, -- [4]
		},
		["PlayersNum"] = 4,
		["Duration"] = 115,
		["Hidden"] = false,
		["isBrawl"] = false,
		["PlayerSide"] = 0,
		["isArena"] = true,
		["Time"] = 1653226240,
		["isRated"] = false,
		["Version"] = 317,
		["Winner"] = 0,
		["PlayerNum"] = 2,
		["Season"] = 32,
	}, -- [3]
	{
		["Map"] = 980,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"ßould-TwistingNether", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Нежить", -- [7]
				"Монах", -- [8]
				"MONK", -- [9]
				241355, -- [10]
				192254, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Танцующий с ветром", -- [16]
				122, -- [17]
			}, -- [1]
			{
				"Kurul-KhazModan", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Человек", -- [7]
				"Рыцарь смерти", -- [8]
				"DEATHKNIGHT", -- [9]
				211804, -- [10]
				151603, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Нечестивость", -- [16]
				35, -- [17]
			}, -- [2]
			{
				"Suileabhain-Ragnaros", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Эльф крови", -- [7]
				"Монах", -- [8]
				"MONK", -- [9]
				160903, -- [10]
				106522, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Танцующий с ветром", -- [16]
				56, -- [17]
			}, -- [3]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				223748, -- [10]
				150650, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				103, -- [17]
			}, -- [4]
		},
		["PlayersNum"] = 4,
		["Duration"] = 83,
		["Hidden"] = false,
		["isBrawl"] = false,
		["PlayerSide"] = 0,
		["isArena"] = true,
		["Time"] = 1653226945,
		["isRated"] = false,
		["Version"] = 317,
		["Winner"] = 1,
		["PlayerNum"] = 4,
		["Season"] = 32,
	}, -- [4]
	{
		["Map"] = 2373,
		["Players"] = {
			{
				"Demonium-TwistingNether", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Орк", -- [7]
				"Рыцарь смерти", -- [8]
				"DEATHKNIGHT", -- [9]
				281795, -- [10]
				53934, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Нечестивость", -- [16]
				83, -- [17]
			}, -- [1]
			{
				"Аимбот", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				82862, -- [10]
				104014, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				103, -- [17]
			}, -- [2]
			{
				"Balberith-TwistingNether", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Эльф крови", -- [7]
				"Охотник на демонов", -- [8]
				"DEMONHUNTER", -- [9]
				7870, -- [10]
				31322, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Истребление", -- [16]
				161, -- [17]
			}, -- [3]
			{
				"Trexia-Cho'gall", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночная эльфийка", -- [7]
				"Разбойница", -- [8]
				"ROGUE", -- [9]
				72314, -- [10]
				42173, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Ликвидация", -- [16]
				54, -- [17]
			}, -- [4]
		},
		["PlayersNum"] = 4,
		["Duration"] = 71,
		["Hidden"] = false,
		["isBrawl"] = false,
		["PlayerSide"] = 0,
		["isArena"] = true,
		["Time"] = 1653227472,
		["isRated"] = false,
		["Version"] = 317,
		["Winner"] = 1,
		["PlayerNum"] = 2,
		["Season"] = 32,
	}, -- [5]
	{
		["Map"] = 2509,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Demonium-TwistingNether", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Орк", -- [7]
				"Рыцарь смерти", -- [8]
				"DEATHKNIGHT", -- [9]
				247142, -- [10]
				44699, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Нечестивость", -- [16]
				83, -- [17]
			}, -- [1]
			{
				"Trexia-Cho'gall", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночная эльфийка", -- [7]
				"Разбойница", -- [8]
				"ROGUE", -- [9]
				71314, -- [10]
				35327, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Ликвидация", -- [16]
				54, -- [17]
			}, -- [2]
			{
				"Balberith-TwistingNether", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Эльф крови", -- [7]
				"Охотник на демонов", -- [8]
				"DEMONHUNTER", -- [9]
				3494, -- [10]
				28884, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Истребление", -- [16]
				161, -- [17]
			}, -- [3]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				51676, -- [10]
				65612, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				103, -- [17]
			}, -- [4]
		},
		["PlayersNum"] = 4,
		["Duration"] = 57,
		["Hidden"] = false,
		["isBrawl"] = false,
		["PlayerSide"] = 0,
		["isArena"] = true,
		["Time"] = 1653227685,
		["isRated"] = false,
		["Version"] = 317,
		["Winner"] = 1,
		["PlayerNum"] = 4,
		["Season"] = 32,
	}, -- [6]
	{
		["Map"] = 1134,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Trexia-Cho'gall", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночная эльфийка", -- [7]
				"Разбойница", -- [8]
				"ROGUE", -- [9]
				73303, -- [10]
				0, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Ликвидация", -- [16]
				54, -- [17]
			}, -- [1]
			{
				"Toxicz-Dragonblight", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Человек", -- [7]
				"Воин", -- [8]
				"WARRIOR", -- [9]
				29360, -- [10]
				64624, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Неистовство", -- [16]
				103, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				64241, -- [10]
				22969, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				103, -- [17]
			}, -- [3]
		},
		["PlayersNum"] = 3,
		["Duration"] = 45,
		["Hidden"] = false,
		["isBrawl"] = false,
		["PlayerSide"] = 0,
		["isArena"] = true,
		["Time"] = 1653227981,
		["isRated"] = false,
		["Version"] = 317,
		["Winner"] = 0,
		["PlayerNum"] = 3,
		["Season"] = 32,
	}, -- [7]
	{
		["Map"] = 1504,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Trexia-Cho'gall", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночная эльфийка", -- [7]
				"Разбойница", -- [8]
				"ROGUE", -- [9]
				58603, -- [10]
				2247, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Ликвидация", -- [16]
				54, -- [17]
			}, -- [1]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				83883, -- [10]
				36777, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				103, -- [17]
			}, -- [2]
			{
				"Грэйш-Ревущийфьорд", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Маг'харка", -- [7]
				"Охотница", -- [8]
				"HUNTER", -- [9]
				16431, -- [10]
				3211, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Повелительница зверей", -- [16]
				140, -- [17]
			}, -- [3]
			{
				"Присесть", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Тролль", -- [7]
				"Чернокнижник", -- [8]
				"WARLOCK", -- [9]
				29612, -- [10]
				22682, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Колдовство", -- [16]
				144, -- [17]
			}, -- [4]
		},
		["PlayersNum"] = 4,
		["Duration"] = 43,
		["Hidden"] = false,
		["isBrawl"] = false,
		["PlayerSide"] = 1,
		["isArena"] = true,
		["Time"] = 1653228216,
		["isRated"] = false,
		["Version"] = 317,
		["Winner"] = 1,
		["PlayerNum"] = 2,
		["Season"] = 32,
	}, -- [8]
	{
		["Map"] = 1552,
		["Hidden"] = false,
		["PlayersNum"] = 4,
		["Duration"] = 72,
		["Season"] = 32,
		["PlayerNum"] = 4,
		["Time"] = 1653228465,
		["isArena"] = true,
		["PlayerSide"] = 0,
		["isRated"] = false,
		["Version"] = 317,
		["Winner"] = 0,
		["isBrawl"] = false,
		["Players"] = {
			{
				"Ckay-TwistingNether", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Охотник на демонов", -- [8]
				"DEMONHUNTER", -- [9]
				211007, -- [10]
				53927, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Истребление", -- [16]
				51, -- [17]
			}, -- [1]
			{
				"Demonium-TwistingNether", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Орк", -- [7]
				"Рыцарь смерти", -- [8]
				"DEATHKNIGHT", -- [9]
				190539, -- [10]
				217439, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Нечестивость", -- [16]
				83, -- [17]
			}, -- [2]
			{
				"Balberith-TwistingNether", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Эльф крови", -- [7]
				"Охотник на демонов", -- [8]
				"DEMONHUNTER", -- [9]
				43621, -- [10]
				16418, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Истребление", -- [16]
				161, -- [17]
			}, -- [3]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				138397, -- [10]
				113583, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				103, -- [17]
			}, -- [4]
		},
	}, -- [9]
	{
		["Map"] = 1672,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Hidden"] = false,
		["PlayersNum"] = 4,
		["Duration"] = 38,
		["Season"] = 32,
		["PlayerNum"] = 4,
		["Time"] = 1653228656,
		["isArena"] = true,
		["PlayerSide"] = 0,
		["isRated"] = false,
		["Version"] = 317,
		["Winner"] = 0,
		["isBrawl"] = false,
		["Players"] = {
			{
				"Морхалл-Гордунни", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				156208, -- [10]
				11729, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Скрытность", -- [16]
				158, -- [17]
			}, -- [1]
			{
				"Ellegolas-Dalaran", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночная эльфийка", -- [7]
				"Охотница", -- [8]
				"HUNTER", -- [9]
				42042, -- [10]
				42605, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Повелительница зверей", -- [16]
				152, -- [17]
			}, -- [2]
			{
				"Schacal-CultedelaRivenoire", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночная эльфийка", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				62392, -- [10]
				24328, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Баланс", -- [16]
				549, -- [17]
			}, -- [3]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				47479, -- [10]
				53848, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				103, -- [17]
			}, -- [4]
		},
	}, -- [10]
	{
		["Map"] = 1825,
		["Hidden"] = false,
		["PlayersNum"] = 4,
		["Duration"] = 47,
		["Season"] = 32,
		["PlayerNum"] = 2,
		["Time"] = 1653228928,
		["isArena"] = true,
		["PlayerSide"] = 0,
		["isRated"] = false,
		["Version"] = 317,
		["Winner"] = 0,
		["isBrawl"] = false,
		["Players"] = {
			{
				"Dhiablous-Ragnaros", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Человек", -- [7]
				"Рыцарь смерти", -- [8]
				"DEATHKNIGHT", -- [9]
				189104, -- [10]
				41235, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Нечестивость", -- [16]
				182, -- [17]
			}, -- [1]
			{
				"Аимбот", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				72712, -- [10]
				76980, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				103, -- [17]
			}, -- [2]
			{
				"Sronn-Ragnaros", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Гоблин", -- [7]
				"Охотник", -- [8]
				"HUNTER", -- [9]
				72390, -- [10]
				27933, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Стрельба", -- [16]
				33, -- [17]
			}, -- [3]
			{
				"Джерионс-Ревущийфьорд", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Таурен", -- [7]
				"Паладин", -- [8]
				"PALADIN", -- [9]
				77246, -- [10]
				94680, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Воздаяние", -- [16]
				35, -- [17]
			}, -- [4]
		},
	}, -- [11]
	{
		["Map"] = 617,
		["Hidden"] = false,
		["PlayersNum"] = 3,
		["Duration"] = 300,
		["Season"] = 32,
		["PlayerNum"] = 1,
		["Time"] = 1653229451,
		["isArena"] = true,
		["PlayerSide"] = 0,
		["isRated"] = false,
		["Version"] = 317,
		["Winner"] = 0,
		["isBrawl"] = false,
		["Players"] = {
			{
				"Аимбот", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				386259, -- [10]
				171401, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				103, -- [17]
			}, -- [1]
			{
				"Clockworkora-TwistingNether", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Эльфийка крови", -- [7]
				"Маг", -- [8]
				"MAGE", -- [9]
				221235, -- [10]
				314131, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Огонь", -- [16]
				557, -- [17]
			}, -- [2]
			{
				"Tnÿ-Dalaran", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Дворф из клана Черного Железа", -- [7]
				"Чернокнижник", -- [8]
				"WARLOCK", -- [9]
				6763, -- [10]
				4078, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Разрушение", -- [16]
				73, -- [17]
			}, -- [3]
		},
	}, -- [12]
	{
		["Map"] = 1911,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Hidden"] = false,
		["PlayersNum"] = 4,
		["Duration"] = 22,
		["Season"] = 32,
		["PlayerNum"] = 4,
		["Time"] = 1653229613,
		["isArena"] = true,
		["PlayerSide"] = 0,
		["isRated"] = false,
		["Version"] = 317,
		["Winner"] = 1,
		["isBrawl"] = false,
		["Players"] = {
			{
				"Iruhsay-Ragnaros", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Эльфийка крови", -- [7]
				"Охотница на демонов", -- [8]
				"DEMONHUNTER", -- [9]
				85711, -- [10]
				13253, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Истребление", -- [16]
				83, -- [17]
			}, -- [1]
			{
				"Mattmestter-Ragnaros", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Эльфийка крови", -- [7]
				"Воин", -- [8]
				"WARRIOR", -- [9]
				108191, -- [10]
				28930, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Неистовство", -- [16]
				156, -- [17]
			}, -- [2]
			{
				"Xboxos-Ragnaros", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Человек", -- [7]
				"Охотник", -- [8]
				"HUNTER", -- [9]
				55211, -- [10]
				3695, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Выживание", -- [16]
				45, -- [17]
			}, -- [3]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				37189, -- [10]
				49249, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				103, -- [17]
			}, -- [4]
		},
	}, -- [13]
	{
		["Map"] = 1134,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Hidden"] = false,
		["PlayersNum"] = 4,
		["Duration"] = 45,
		["Season"] = 32,
		["PlayerNum"] = 4,
		["Time"] = 1653229810,
		["isArena"] = true,
		["PlayerSide"] = 1,
		["isRated"] = false,
		["Version"] = 317,
		["Winner"] = 0,
		["isBrawl"] = false,
		["Players"] = {
			{
				"Джерионс-Ревущийфьорд", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Таурен", -- [7]
				"Паладин", -- [8]
				"PALADIN", -- [9]
				123929, -- [10]
				107985, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Воздаяние", -- [16]
				35, -- [17]
			}, -- [1]
			{
				"Kragthor-Ragnaros", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Орк", -- [7]
				"Воин", -- [8]
				"WARRIOR", -- [9]
				96063, -- [10]
				70337, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Неистовство", -- [16]
				55, -- [17]
			}, -- [2]
			{
				"Xboxos-Ragnaros", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Человек", -- [7]
				"Охотник", -- [8]
				"HUNTER", -- [9]
				48158, -- [10]
				2883, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Выживание", -- [16]
				45, -- [17]
			}, -- [3]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				128699, -- [10]
				72762, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				103, -- [17]
			}, -- [4]
		},
	}, -- [14]
	{
		["Map"] = 572,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Avverycali-Ragnaros", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Эльф крови", -- [7]
				"Паладин", -- [8]
				"PALADIN", -- [9]
				327738, -- [10]
				54906, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Воздаяние", -- [16]
				66, -- [17]
			}, -- [1]
			{
				"Laedrine-Ragnaros", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Эльфийка крови", -- [7]
				"Жрица", -- [8]
				"PRIEST", -- [9]
				286082, -- [10]
				892947, -- [11]
				1398, -- [12]
				-7, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				53, -- [17]
			}, -- [2]
			{
				"Сашаделет", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Человек", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				843310, -- [10]
				272805, -- [11]
				1106, -- [12]
				87, -- [13]
				0, -- [14]
				0, -- [15]
				"Ликвидация", -- [16]
				598, -- [17]
			}, -- [3]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				183535, -- [10]
				216460, -- [11]
				0, -- [12]
				96, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				103, -- [17]
			}, -- [4]
		},
		["Season"] = 32,
		["PlayersNum"] = 4,
		["Duration"] = 412,
		["PlayerNum"] = 4,
		["isBrawl"] = false,
		["Version"] = 317,
		["isArena"] = true,
		["PlayerSide"] = 0,
		["isRated"] = true,
		["Time"] = 1653234463,
		["Winner"] = 0,
		["Hidden"] = false,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1560, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1557, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [15]
	{
		["Map"] = 1505,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Аимбот", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				226260, -- [10]
				115428, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				103, -- [17]
			}, -- [1]
			{
				"Cubitus-Ragnaros", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Орк", -- [7]
				"Шаман", -- [8]
				"SHAMAN", -- [9]
				127325, -- [10]
				165155, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Совершенствование", -- [16]
				293, -- [17]
			}, -- [2]
			{
				"Herrjäger-Ragnaros", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Пандарен", -- [7]
				"Охотник", -- [8]
				"HUNTER", -- [9]
				113928, -- [10]
				50904, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Повелитель зверей", -- [16]
				40, -- [17]
			}, -- [3]
			{
				"Juohmaru-Ragnaros", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Эльфийка крови", -- [7]
				"Воин", -- [8]
				"WARRIOR", -- [9]
				38710, -- [10]
				30582, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Неистовство", -- [16]
				30, -- [17]
			}, -- [4]
		},
		["PlayersNum"] = 4,
		["Duration"] = 67,
		["Season"] = 32,
		["isArena"] = true,
		["PlayerSide"] = 1,
		["isBrawl"] = false,
		["Time"] = 1653234877,
		["isRated"] = false,
		["Version"] = 317,
		["Winner"] = 1,
		["PlayerNum"] = 1,
		["Hidden"] = false,
	}, -- [16]
	{
		["Map"] = 1552,
		["Players"] = {
			{
				"Монтадью", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Охотник на демонов", -- [8]
				"DEMONHUNTER", -- [9]
				327190, -- [10]
				112974, -- [11]
				1541, -- [12]
				8, -- [13]
				0, -- [14]
				0, -- [15]
				"Истребление", -- [16]
				112, -- [17]
			}, -- [1]
			{
				"Donkhunter-TarrenMill", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Орк", -- [7]
				"Охотник", -- [8]
				"HUNTER", -- [9]
				160173, -- [10]
				83057, -- [11]
				1400, -- [12]
				-4, -- [13]
				0, -- [14]
				0, -- [15]
				"Стрельба", -- [16]
				26, -- [17]
			}, -- [2]
			{
				"Lineofsight-Sylvanas", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Орк", -- [7]
				"Чернокнижник", -- [8]
				"WARLOCK", -- [9]
				102513, -- [10]
				88482, -- [11]
				1454, -- [12]
				-5, -- [13]
				0, -- [14]
				0, -- [15]
				"Разрушение", -- [16]
				118, -- [17]
			}, -- [3]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				45190, -- [10]
				139264, -- [11]
				96, -- [12]
				96, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				103, -- [17]
			}, -- [4]
		},
		["PlayerNum"] = 4,
		["PlayersNum"] = 4,
		["Duration"] = 99,
		["Hidden"] = false,
		["isArena"] = true,
		["PlayerSide"] = 1,
		["isBrawl"] = false,
		["Time"] = 1653239939,
		["isRated"] = true,
		["Version"] = 317,
		["Winner"] = 1,
		["Season"] = 32,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1435, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1696, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [17]
	{
		["Map"] = 1134,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Аимбот", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				48215, -- [10]
				225883, -- [11]
				192, -- [12]
				96, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				103, -- [17]
			}, -- [1]
			{
				"Borkskin-TarrenMill", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Тауренка", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				206585, -- [10]
				27437, -- [11]
				1431, -- [12]
				-4, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				234, -- [17]
			}, -- [2]
			{
				"Frostshøck-TarrenMill", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Гоблин", -- [7]
				"Шаман", -- [8]
				"SHAMAN", -- [9]
				75579, -- [10]
				211747, -- [11]
				1501, -- [12]
				-6, -- [13]
				0, -- [14]
				0, -- [15]
				"Исцеление", -- [16]
				250, -- [17]
			}, -- [3]
			{
				"Монтадью", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Охотник на демонов", -- [8]
				"DEMONHUNTER", -- [9]
				345837, -- [10]
				51360, -- [11]
				1549, -- [12]
				9, -- [13]
				0, -- [14]
				0, -- [15]
				"Истребление", -- [16]
				112, -- [17]
			}, -- [4]
		},
		["PlayerNum"] = 1,
		["PlayersNum"] = 4,
		["Duration"] = 86,
		["Hidden"] = false,
		["isArena"] = true,
		["PlayerSide"] = 0,
		["isBrawl"] = false,
		["Time"] = 1653240139,
		["isRated"] = true,
		["Version"] = 317,
		["Winner"] = 0,
		["Season"] = 32,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1710, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1469, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [18]
	{
		["Map"] = 2509,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Season"] = 32,
		["PlayersNum"] = 4,
		["Duration"] = 32,
		["Hidden"] = false,
		["PlayerNum"] = 1,
		["Time"] = 1653496913,
		["isBrawl"] = false,
		["PlayerSide"] = 0,
		["isRated"] = false,
		["Version"] = 317,
		["Winner"] = 0,
		["isArena"] = true,
		["Players"] = {
			{
				"Аимбот", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				91387, -- [10]
				56493, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [1]
			{
				"Зомгар-Галакронд", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Дворф из клана Черного Железа", -- [7]
				"Паладин", -- [8]
				"PALADIN", -- [9]
				110074, -- [10]
				39045, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Воздаяние", -- [16]
				159, -- [17]
			}, -- [2]
			{
				"Acowsopinion-Ragnaros", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Тауренка", -- [7]
				"Паладин", -- [8]
				"PALADIN", -- [9]
				37858, -- [10]
				32011, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Воздаяние", -- [16]
				136, -- [17]
			}, -- [3]
			{
				"Змейкин-Галакронд", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Эльф крови", -- [7]
				"Охотник на демонов", -- [8]
				"DEMONHUNTER", -- [9]
				76614, -- [10]
				40126, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Истребление", -- [16]
				41, -- [17]
			}, -- [4]
		},
	}, -- [19]
	{
		["Map"] = 1505,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Season"] = 32,
		["PlayersNum"] = 3,
		["Duration"] = 108,
		["Hidden"] = false,
		["PlayerNum"] = 3,
		["Time"] = 1653497268,
		["isBrawl"] = false,
		["PlayerSide"] = 1,
		["isRated"] = false,
		["Version"] = 317,
		["Winner"] = 0,
		["isArena"] = true,
		["Players"] = {
			{
				"Дцпрет-Ревущийфьорд", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Тауренка", -- [7]
				"Паладин", -- [8]
				"PALADIN", -- [9]
				223503, -- [10]
				304623, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Воздаяние", -- [16]
				302, -- [17]
			}, -- [1]
			{
				"Demonkill-Ragnaros", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Охотник на демонов", -- [8]
				"DEMONHUNTER", -- [9]
				280372, -- [10]
				72893, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Истребление", -- [16]
				74, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				28131, -- [10]
				49568, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [3]
		},
	}, -- [20]
	{
		["Map"] = 617,
		["Hidden"] = false,
		["PlayersNum"] = 5,
		["Duration"] = 54,
		["Season"] = 32,
		["PlayerNum"] = 5,
		["Time"] = 1653506650,
		["isArena"] = true,
		["PlayerSide"] = 1,
		["isRated"] = false,
		["Version"] = 317,
		["Winner"] = 1,
		["isBrawl"] = false,
		["Players"] = {
			{
				"Destriko-DieAldor", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Человек", -- [7]
				"Рыцарь смерти", -- [8]
				"DEATHKNIGHT", -- [9]
				309538, -- [10]
				2477, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Нечестивость", -- [16]
				111, -- [17]
			}, -- [1]
			{
				"Azälins-TwistingNether", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Тролль", -- [7]
				"Маг", -- [8]
				"MAGE", -- [9]
				67352, -- [10]
				43011, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Огонь", -- [16]
				49, -- [17]
			}, -- [2]
			{
				"Benzus-Ragnaros", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Таурен", -- [7]
				"Шаман", -- [8]
				"SHAMAN", -- [9]
				0, -- [10]
				98167, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Исцеление", -- [16]
				61, -- [17]
			}, -- [3]
			{
				"Flitz-Dalaran", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Гоблин", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				24057, -- [10]
				30327, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Скрытность", -- [16]
				38, -- [17]
			}, -- [4]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				51477, -- [10]
				51842, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [5]
		},
	}, -- [21]
	{
		["Map"] = 1134,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Hidden"] = false,
		["PlayersNum"] = 4,
		["Duration"] = 55,
		["Season"] = 32,
		["PlayerNum"] = 1,
		["Time"] = 1653506846,
		["isArena"] = true,
		["PlayerSide"] = 0,
		["isRated"] = false,
		["Version"] = 317,
		["Winner"] = 0,
		["isBrawl"] = false,
		["Players"] = {
			{
				"Аимбот", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				122188, -- [10]
				59341, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [1]
			{
				"Aländ-TarrenMill", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Зандалар", -- [7]
				"Паладин", -- [8]
				"PALADIN", -- [9]
				35706, -- [10]
				63041, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Воздаяние", -- [16]
				142, -- [17]
			}, -- [2]
			{
				"Gothamm-Dalaran", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Человек", -- [7]
				"Воин", -- [8]
				"WARRIOR", -- [9]
				72933, -- [10]
				34770, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Неистовство", -- [16]
				66, -- [17]
			}, -- [3]
			{
				"Miculxxl-TwistingNether", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Маг'хар", -- [7]
				"Охотник", -- [8]
				"HUNTER", -- [9]
				79794, -- [10]
				0, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Стрельба", -- [16]
				10, -- [17]
			}, -- [4]
		},
	}, -- [22]
	{
		["Map"] = 2167,
		["Hidden"] = false,
		["PlayersNum"] = 3,
		["Duration"] = 50,
		["Season"] = 32,
		["PlayerNum"] = 3,
		["Time"] = 1653507071,
		["isArena"] = true,
		["PlayerSide"] = 0,
		["isRated"] = false,
		["Version"] = 317,
		["Winner"] = 0,
		["isBrawl"] = false,
		["Players"] = {
			{
				"Трайнгат-Галакронд", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Человек", -- [7]
				"Воин", -- [8]
				"WARRIOR", -- [9]
				169441, -- [10]
				95729, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Оружие", -- [16]
				141, -- [17]
			}, -- [1]
			{
				"Taemul-TwistingNether", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Орк", -- [7]
				"Воин", -- [8]
				"WARRIOR", -- [9]
				122008, -- [10]
				88128, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Неистовство", -- [16]
				84, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				0, -- [10]
				3855, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [3]
		},
	}, -- [23]
	{
		["Map"] = 2509,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Hidden"] = false,
		["PlayersNum"] = 3,
		["Duration"] = 16,
		["Season"] = 32,
		["PlayerNum"] = 2,
		["Time"] = 1653507268,
		["isArena"] = true,
		["PlayerSide"] = 1,
		["isRated"] = false,
		["Version"] = 317,
		["Winner"] = 0,
		["isBrawl"] = false,
		["Players"] = {
			{
				"Сотк-Ревущийфьорд", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Орчиха", -- [7]
				"Охотница", -- [8]
				"HUNTER", -- [9]
				16460, -- [10]
				0, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Повелительница зверей", -- [16]
				43, -- [17]
			}, -- [1]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				34648, -- [10]
				49127, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [2]
			{
				"Джерионс-Ревущийфьорд", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Таурен", -- [7]
				"Паладин", -- [8]
				"PALADIN", -- [9]
				95016, -- [10]
				28715, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Воздаяние", -- [16]
				37, -- [17]
			}, -- [3]
		},
	}, -- [24]
	{
		["Map"] = 1825,
		["Hidden"] = false,
		["PlayersNum"] = 4,
		["Duration"] = 89,
		["Season"] = 32,
		["PlayerNum"] = 2,
		["Time"] = 1653507558,
		["isArena"] = true,
		["PlayerSide"] = 0,
		["isRated"] = false,
		["Version"] = 317,
		["Winner"] = 0,
		["isBrawl"] = false,
		["Players"] = {
			{
				"Sefinana-Mal'Ganis", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночная эльфийка", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				96617, -- [10]
				105014, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Баланс", -- [16]
				103, -- [17]
			}, -- [1]
			{
				"Аимбот", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				145769, -- [10]
				65247, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [2]
			{
				"Samwiseganky-Draenor", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Орчиха", -- [7]
				"Разбойница", -- [8]
				"ROGUE", -- [9]
				89738, -- [10]
				71766, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Скрытность", -- [16]
				29, -- [17]
			}, -- [3]
			{
				"Zenrydh-Stormscale", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Эльфийка крови", -- [7]
				"Охотница на демонов", -- [8]
				"DEMONHUNTER", -- [9]
				82055, -- [10]
				39218, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Истребление", -- [16]
				217, -- [17]
			}, -- [4]
		},
	}, -- [25]
	{
		["Map"] = 1911,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Hidden"] = false,
		["PlayersNum"] = 4,
		["Duration"] = 266,
		["Season"] = 32,
		["PlayerNum"] = 4,
		["Time"] = 1653508014,
		["isArena"] = true,
		["PlayerSide"] = 1,
		["isRated"] = false,
		["Version"] = 317,
		["Winner"] = 1,
		["isBrawl"] = false,
		["Players"] = {
			{
				"Трайнгат-Галакронд", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Человек", -- [7]
				"Воин", -- [8]
				"WARRIOR", -- [9]
				1128145, -- [10]
				429245, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Оружие", -- [16]
				141, -- [17]
			}, -- [1]
			{
				"Joeamagus-Ragnaros", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Орк", -- [7]
				"Маг", -- [8]
				"MAGE", -- [9]
				103325, -- [10]
				185696, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Огонь", -- [16]
				65, -- [17]
			}, -- [2]
			{
				"Burnesdor-Cho'gall", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Таурен", -- [7]
				"Паладин", -- [8]
				"PALADIN", -- [9]
				480347, -- [10]
				807949, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Защита", -- [16]
				143, -- [17]
			}, -- [3]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				83756, -- [10]
				57030, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [4]
		},
	}, -- [26]
	{
		["Map"] = 617,
		["Hidden"] = false,
		["PlayersNum"] = 4,
		["Duration"] = 80,
		["Season"] = 32,
		["PlayerNum"] = 4,
		["Time"] = 1653508278,
		["isArena"] = true,
		["PlayerSide"] = 1,
		["isRated"] = false,
		["Version"] = 317,
		["Winner"] = 0,
		["isBrawl"] = false,
		["Players"] = {
			{
				"Izzydoo-Ragnaros", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночнорожденный", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				235660, -- [10]
				107952, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				68, -- [17]
			}, -- [1]
			{
				"Mango-TwistingNether", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Тауренка", -- [7]
				"Шаманка", -- [8]
				"SHAMAN", -- [9]
				199510, -- [10]
				156180, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Совершенствование", -- [16]
				588, -- [17]
			}, -- [2]
			{
				"Gothamm-Dalaran", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Человек", -- [7]
				"Воин", -- [8]
				"WARRIOR", -- [9]
				53099, -- [10]
				69192, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Неистовство", -- [16]
				66, -- [17]
			}, -- [3]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				204372, -- [10]
				178603, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [4]
		},
	}, -- [27]
	{
		["Map"] = 2167,
		["Players"] = {
			{
				"Аимбот", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				127153, -- [10]
				126913, -- [11]
				288, -- [12]
				96, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [1]
			{
				"Morphica-Darksorrow", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Эльфийка крови", -- [7]
				"Жрица", -- [8]
				"PRIEST", -- [9]
				2927, -- [10]
				94169, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Послушание", -- [16]
				37, -- [17]
			}, -- [2]
			{
				"Reikarsk-Drak'thul", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Орк", -- [7]
				"Охотник", -- [8]
				"HUNTER", -- [9]
				193286, -- [10]
				16952, -- [11]
				1211, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Повелитель зверей", -- [16]
				45, -- [17]
			}, -- [3]
			{
				"Фэрди-Галакронд", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				105947, -- [10]
				21191, -- [11]
				1067, -- [12]
				40, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [4]
		},
		["Hidden"] = false,
		["PlayersNum"] = 4,
		["Duration"] = 70,
		["Season"] = 32,
		["isBrawl"] = false,
		["Time"] = 1653580623,
		["isArena"] = true,
		["Version"] = 317,
		["isRated"] = true,
		["PlayerSide"] = 0,
		["Winner"] = 0,
		["PlayerNum"] = 1,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1492, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1512, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [28]
	{
		["Map"] = 572,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"While-Blackmoore", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Гоблин", -- [7]
				"Чернокнижник", -- [8]
				"WARLOCK", -- [9]
				262682, -- [10]
				184064, -- [11]
				1450, -- [12]
				-9, -- [13]
				0, -- [14]
				0, -- [15]
				"Разрушение", -- [16]
				313, -- [17]
			}, -- [1]
			{
				"Аимбот", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				153116, -- [10]
				114564, -- [11]
				384, -- [12]
				96, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [2]
			{
				"Фэрди-Галакронд", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				237863, -- [10]
				191106, -- [11]
				1107, -- [12]
				36, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [3]
			{
				"Hachla-Gorgonnash", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Таурен", -- [7]
				"Охотник", -- [8]
				"HUNTER", -- [9]
				109401, -- [10]
				47898, -- [11]
				1291, -- [12]
				-5, -- [13]
				0, -- [14]
				0, -- [15]
				"Стрельба", -- [16]
				115, -- [17]
			}, -- [4]
		},
		["Hidden"] = false,
		["PlayersNum"] = 4,
		["Duration"] = 101,
		["Season"] = 32,
		["isBrawl"] = false,
		["Time"] = 1653580815,
		["isArena"] = true,
		["Version"] = 317,
		["isRated"] = true,
		["PlayerSide"] = 1,
		["Winner"] = 1,
		["PlayerNum"] = 2,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1344, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1529, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [29]
	{
		["Map"] = 1825,
		["Players"] = {
			{
				"Speedmon-TwistingNether", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Зандалар", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				141139, -- [10]
				38944, -- [11]
				1429, -- [12]
				16, -- [13]
				0, -- [14]
				0, -- [15]
				"Баланс", -- [16]
				9, -- [17]
			}, -- [1]
			{
				"Korosenai-TwistingNether", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Таурен Крутогорья", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				151243, -- [10]
				188463, -- [11]
				1429, -- [12]
				16, -- [13]
				0, -- [14]
				0, -- [15]
				"Страж", -- [16]
				57, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				104079, -- [10]
				66672, -- [11]
				480, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [3]
			{
				"Фэрди-Галакронд", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				174336, -- [10]
				80497, -- [11]
				1143, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [4]
		},
		["Hidden"] = false,
		["PlayersNum"] = 4,
		["Duration"] = 95,
		["Season"] = 32,
		["isBrawl"] = false,
		["Time"] = 1653580996,
		["isArena"] = true,
		["Version"] = 317,
		["isRated"] = true,
		["PlayerSide"] = 1,
		["Winner"] = 0,
		["PlayerNum"] = 3,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1393, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1555, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [30]
	{
		["Map"] = 1825,
		["Players"] = {
			{
				"Аимбот", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				117841, -- [10]
				69809, -- [11]
				480, -- [12]
				95, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [1]
			{
				"Fînn-Blackrock", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Орк", -- [7]
				"Шаман", -- [8]
				"SHAMAN", -- [9]
				111682, -- [10]
				52975, -- [11]
				288, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Совершенствование", -- [16]
				32, -- [17]
			}, -- [2]
			{
				"Prithas-Thrall", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Эльф крови", -- [7]
				"Паладин", -- [8]
				"PALADIN", -- [9]
				42658, -- [10]
				57136, -- [11]
				1285, -- [12]
				-9, -- [13]
				0, -- [14]
				0, -- [15]
				"Воздаяние", -- [16]
				96, -- [17]
			}, -- [3]
			{
				"Фэрди-Галакронд", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				134508, -- [10]
				42015, -- [11]
				1143, -- [12]
				35, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [4]
		},
		["Hidden"] = false,
		["PlayersNum"] = 4,
		["Duration"] = 45,
		["Season"] = 32,
		["isBrawl"] = false,
		["Time"] = 1653581128,
		["isArena"] = true,
		["Version"] = 317,
		["isRated"] = true,
		["PlayerSide"] = 1,
		["Winner"] = 1,
		["PlayerNum"] = 1,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1338, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1375, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [31]
	{
		["Map"] = 617,
		["Players"] = {
			{
				"Аимбот", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				143682, -- [10]
				131939, -- [11]
				575, -- [12]
				95, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [1]
			{
				"Фэрди-Галакронд", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				134410, -- [10]
				45326, -- [11]
				1178, -- [12]
				34, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [2]
			{
				"Busyatwork-Draenor", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Орчиха", -- [7]
				"Охотница", -- [8]
				"HUNTER", -- [9]
				145644, -- [10]
				69779, -- [11]
				1382, -- [12]
				-11, -- [13]
				0, -- [14]
				0, -- [15]
				"Стрельба", -- [16]
				82, -- [17]
			}, -- [3]
			{
				"Vères-Ragnaros", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Эльфийка крови", -- [7]
				"Охотница на демонов", -- [8]
				"DEMONHUNTER", -- [9]
				66985, -- [10]
				72838, -- [11]
				1293, -- [12]
				-8, -- [13]
				0, -- [14]
				0, -- [15]
				"Истребление", -- [16]
				6, -- [17]
			}, -- [4]
		},
		["Hidden"] = false,
		["PlayersNum"] = 4,
		["Duration"] = 70,
		["Season"] = 32,
		["isBrawl"] = false,
		["Time"] = 1653581280,
		["isArena"] = true,
		["Version"] = 317,
		["isRated"] = true,
		["PlayerSide"] = 1,
		["Winner"] = 1,
		["PlayerNum"] = 1,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1345, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1412, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [32]
	{
		["Map"] = 1552,
		["Players"] = {
			{
				"Riverflow-Frostmane", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Тауренка", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				162001, -- [10]
				17368, -- [11]
				1425, -- [12]
				13, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				372, -- [17]
			}, -- [1]
			{
				"Nëyo-Stormscale", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Тролль", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				75247, -- [10]
				18615, -- [11]
				1341, -- [12]
				21, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				25, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				502, -- [10]
				30945, -- [11]
				670, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [3]
			{
				"Фэрди-Галакронд", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				81124, -- [10]
				69823, -- [11]
				1212, -- [12]
				-6, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [4]
		},
		["Hidden"] = false,
		["PlayersNum"] = 4,
		["Duration"] = 29,
		["Season"] = 32,
		["isBrawl"] = false,
		["Time"] = 1653581423,
		["isArena"] = true,
		["Version"] = 317,
		["isRated"] = true,
		["PlayerSide"] = 0,
		["Winner"] = 1,
		["PlayerNum"] = 3,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1442, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1393, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [33]
	{
		["Map"] = 1911,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Triggersap-Blackmoore", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Орчиха", -- [7]
				"Разбойница", -- [8]
				"ROGUE", -- [9]
				314692, -- [10]
				58601, -- [11]
				1177, -- [12]
				51, -- [13]
				0, -- [14]
				0, -- [15]
				"Головорез", -- [16]
				490, -- [17]
			}, -- [1]
			{
				"Balboa-TarrenMill", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Таурен", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				56455, -- [10]
				382001, -- [11]
				939, -- [12]
				84, -- [13]
				0, -- [14]
				0, -- [15]
				"Исцеление", -- [16]
				55, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				182684, -- [10]
				124935, -- [11]
				670, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [3]
			{
				"Фэрди-Галакронд", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				278750, -- [10]
				110727, -- [11]
				1206, -- [12]
				-8, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [4]
		},
		["Hidden"] = false,
		["PlayersNum"] = 4,
		["Duration"] = 105,
		["Season"] = 32,
		["isBrawl"] = false,
		["Time"] = 1653581625,
		["isArena"] = true,
		["Version"] = 317,
		["isRated"] = true,
		["PlayerSide"] = 0,
		["Winner"] = 1,
		["PlayerNum"] = 3,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1366, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1330, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [34]
	{
		["Map"] = 1134,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Аимбот", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				85129, -- [10]
				23912, -- [11]
				670, -- [12]
				93, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [1]
			{
				"Susiloft-Blackmoore", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Вульпера", -- [7]
				"Маг", -- [8]
				"MAGE", -- [9]
				111533, -- [10]
				14914, -- [11]
				1324, -- [12]
				-13, -- [13]
				0, -- [14]
				0, -- [15]
				"Огонь", -- [16]
				108, -- [17]
			}, -- [2]
			{
				"Лонос-Галакронд", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Эльф крови", -- [7]
				"Паладин", -- [8]
				"PALADIN", -- [9]
				36424, -- [10]
				9615, -- [11]
				1318, -- [12]
				-12, -- [13]
				0, -- [14]
				0, -- [15]
				"Воздаяние", -- [16]
				28, -- [17]
			}, -- [3]
			{
				"Фэрди-Галакронд", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				36712, -- [10]
				117541, -- [11]
				1198, -- [12]
				26, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [4]
		},
		["Season"] = 32,
		["PlayersNum"] = 4,
		["Duration"] = 32,
		["PlayerNum"] = 1,
		["isArena"] = true,
		["Version"] = 317,
		["isBrawl"] = false,
		["PlayerSide"] = 0,
		["isRated"] = true,
		["Time"] = 1653581908,
		["Winner"] = 0,
		["Hidden"] = false,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1309, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1283, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [35]
	{
		["Map"] = 980,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Asuthania-Stormreaver", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Эльф крови", -- [7]
				"Маг", -- [8]
				"MAGE", -- [9]
				159044, -- [10]
				102763, -- [11]
				1301, -- [12]
				17, -- [13]
				0, -- [14]
				0, -- [15]
				"Огонь", -- [16]
				74, -- [17]
			}, -- [1]
			{
				"Margonite-TheVentureCo", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Нежить", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				271626, -- [10]
				135680, -- [11]
				1301, -- [12]
				17, -- [13]
				0, -- [14]
				0, -- [15]
				"Скрытность", -- [16]
				86, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				256021, -- [10]
				204094, -- [11]
				763, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [3]
			{
				"Фэрди-Галакронд", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				38773, -- [10]
				61156, -- [11]
				1224, -- [12]
				-8, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [4]
		},
		["Season"] = 32,
		["PlayersNum"] = 4,
		["Duration"] = 105,
		["PlayerNum"] = 3,
		["isArena"] = true,
		["Version"] = 317,
		["isBrawl"] = false,
		["PlayerSide"] = 1,
		["isRated"] = true,
		["Time"] = 1653582098,
		["Winner"] = 0,
		["Hidden"] = false,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1332, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1342, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [36]
	{
		["Map"] = 2167,
		["Players"] = {
			{
				"Аимбот", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				622134, -- [10]
				469887, -- [11]
				763, -- [12]
				91, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [1]
			{
				"Locita-DerRatvonDalaran", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночная эльфийка", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				55016, -- [10]
				1030527, -- [11]
				1265, -- [12]
				-11, -- [13]
				0, -- [14]
				0, -- [15]
				"Исцеление", -- [16]
				118, -- [17]
			}, -- [2]
			{
				"Raegwynâra-DerRatvonDalaran", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Человек", -- [7]
				"Рыцарь смерти", -- [8]
				"DEATHKNIGHT", -- [9]
				589054, -- [10]
				220339, -- [11]
				1265, -- [12]
				-11, -- [13]
				0, -- [14]
				0, -- [15]
				"Нечестивость", -- [16]
				51, -- [17]
			}, -- [3]
			{
				"Фэрди-Галакронд", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				661248, -- [10]
				141028, -- [11]
				1216, -- [12]
				23, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [4]
		},
		["Season"] = 32,
		["PlayersNum"] = 4,
		["Duration"] = 231,
		["PlayerNum"] = 1,
		["isArena"] = true,
		["Version"] = 317,
		["isBrawl"] = false,
		["PlayerSide"] = 0,
		["isRated"] = true,
		["Time"] = 1653582430,
		["Winner"] = 0,
		["Hidden"] = false,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1301, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1283, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [37]
	{
		["Map"] = 2509,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Natrias-Darksorrow", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночная эльфийка", -- [7]
				"Охотница", -- [8]
				"HUNTER", -- [9]
				445794, -- [10]
				45280, -- [11]
				1336, -- [12]
				12, -- [13]
				0, -- [14]
				0, -- [15]
				"Стрельба", -- [16]
				136, -- [17]
			}, -- [1]
			{
				"Alucärd-Darksorrow", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Человек", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				0, -- [10]
				291945, -- [11]
				1293, -- [12]
				15, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				31, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				149595, -- [10]
				150200, -- [11]
				854, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [3]
			{
				"Фэрди-Галакронд", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				188633, -- [10]
				152331, -- [11]
				1239, -- [12]
				-9, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [4]
		},
		["Season"] = 32,
		["PlayersNum"] = 4,
		["Duration"] = 86,
		["PlayerNum"] = 3,
		["isArena"] = true,
		["Version"] = 317,
		["isBrawl"] = false,
		["PlayerSide"] = 1,
		["isRated"] = true,
		["Time"] = 1653582607,
		["Winner"] = 0,
		["Hidden"] = false,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1319, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1331, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [38]
	{
		["Map"] = 2509,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Аимбот", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				326731, -- [10]
				89648, -- [11]
				854, -- [12]
				89, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [1]
			{
				"Фэрди-Галакронд", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				291905, -- [10]
				295888, -- [11]
				1230, -- [12]
				21, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [2]
			{
				"Heatpulse-Kazzak", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Эльфийка крови", -- [7]
				"Маг", -- [8]
				"MAGE", -- [9]
				190460, -- [10]
				156553, -- [11]
				1348, -- [12]
				-14, -- [13]
				0, -- [14]
				0, -- [15]
				"Тайная магия", -- [16]
				22, -- [17]
			}, -- [3]
			{
				"Tempos-TwistingNether", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Эльф крови", -- [7]
				"Паладин", -- [8]
				"PALADIN", -- [9]
				226398, -- [10]
				280133, -- [11]
				1264, -- [12]
				-11, -- [13]
				0, -- [14]
				0, -- [15]
				"Воздаяние", -- [16]
				30, -- [17]
			}, -- [4]
		},
		["Season"] = 32,
		["PlayersNum"] = 4,
		["Duration"] = 168,
		["PlayerNum"] = 1,
		["isArena"] = true,
		["Version"] = 317,
		["isBrawl"] = false,
		["PlayerSide"] = 1,
		["isRated"] = true,
		["Time"] = 1653582859,
		["Winner"] = 1,
		["Hidden"] = false,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1296, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1296, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [39]
	{
		["Map"] = 1505,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				108218, -- [10]
				137849, -- [11]
				943, -- [12]
				87, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [1]
			{
				"Напалеве-СвежевательДуш", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Орк", -- [7]
				"Маг", -- [8]
				"MAGE", -- [9]
				168661, -- [10]
				81852, -- [11]
				1121, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Огонь", -- [16]
				273, -- [17]
			}, -- [2]
			{
				"Садб-Ревущийфьорд", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Гоблин", -- [7]
				"Разбойница", -- [8]
				"ROGUE", -- [9]
				102529, -- [10]
				63148, -- [11]
				1189, -- [12]
				-7, -- [13]
				0, -- [14]
				0, -- [15]
				"Ликвидация", -- [16]
				534, -- [17]
			}, -- [3]
			{
				"Фэрди-Галакронд", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				156994, -- [10]
				116072, -- [11]
				1251, -- [12]
				23, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [4]
		},
		["Season"] = 32,
		["PlayersNum"] = 4,
		["Duration"] = 90,
		["PlayerNum"] = 1,
		["isArena"] = true,
		["Version"] = 317,
		["isBrawl"] = false,
		["PlayerSide"] = 1,
		["isRated"] = true,
		["Time"] = 1653583036,
		["Winner"] = 1,
		["Hidden"] = false,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1327, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1327, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [40]
	{
		["Map"] = 1672,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Аимбот", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				165299, -- [10]
				75442, -- [11]
				1030, -- [12]
				81, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [1]
			{
				"Фэрди-Галакронд", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				66271, -- [10]
				108499, -- [11]
				1274, -- [12]
				24, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [2]
			{
				"Icewallowkum-Ravencrest", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Охотник на демонов", -- [8]
				"DEMONHUNTER", -- [9]
				30645, -- [10]
				54391, -- [11]
				1286, -- [12]
				-10, -- [13]
				0, -- [14]
				0, -- [15]
				"Истребление", -- [16]
				43, -- [17]
			}, -- [3]
			{
				"Oldeadguy-Kazzak", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Человек", -- [7]
				"Охотник", -- [8]
				"HUNTER", -- [9]
				145723, -- [10]
				31073, -- [11]
				1312, -- [12]
				-10, -- [13]
				0, -- [14]
				0, -- [15]
				"Стрельба", -- [16]
				161, -- [17]
			}, -- [4]
		},
		["Season"] = 32,
		["PlayersNum"] = 4,
		["Duration"] = 45,
		["PlayerNum"] = 1,
		["isArena"] = true,
		["Version"] = 317,
		["isBrawl"] = false,
		["PlayerSide"] = 0,
		["isRated"] = true,
		["Time"] = 1653583184,
		["Winner"] = 0,
		["Hidden"] = false,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1356, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1360, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [41]
	{
		["Map"] = 1552,
		["Players"] = {
			{
				"Kekebola-Ragnaros", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Эльфийка крови", -- [7]
				"Паладин", -- [8]
				"PALADIN", -- [9]
				268822, -- [10]
				281010, -- [11]
				1699, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Воздаяние", -- [16]
				92, -- [17]
			}, -- [1]
			{
				"Pankuz-Draenor", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Орчиха", -- [7]
				"Разбойница", -- [8]
				"ROGUE", -- [9]
				66558, -- [10]
				0, -- [11]
				96, -- [12]
				96, -- [13]
				0, -- [14]
				0, -- [15]
				"Головорез", -- [16]
				50, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				180486, -- [10]
				113902, -- [11]
				1111, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [3]
			{
				"Фэрди-Галакронд", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				164148, -- [10]
				65319, -- [11]
				1298, -- [12]
				-7, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [4]
		},
		["Season"] = 32,
		["PlayersNum"] = 4,
		["Duration"] = 71,
		["PlayerNum"] = 3,
		["isArena"] = true,
		["Version"] = 317,
		["isBrawl"] = false,
		["PlayerSide"] = 1,
		["isRated"] = true,
		["Time"] = 1653583343,
		["Winner"] = 0,
		["Hidden"] = false,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1442, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1384, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [42]
	{
		["Map"] = 1134,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Аимбот", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				88134, -- [10]
				120981, -- [11]
				1111, -- [12]
				65, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [1]
			{
				"Фэрди-Галакронд", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				111672, -- [10]
				23854, -- [11]
				1291, -- [12]
				23, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [2]
			{
				"Argrow-Pozzodell'Eternità", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Орчиха", -- [7]
				"Охотница", -- [8]
				"HUNTER", -- [9]
				133477, -- [10]
				10958, -- [11]
				1037, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Стрельба", -- [16]
				21, -- [17]
			}, -- [3]
			{
				"Ninciah-Pozzodell'Eternità", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Орчиха", -- [7]
				"Охотница", -- [8]
				"HUNTER", -- [9]
				64622, -- [10]
				37867, -- [11]
				1301, -- [12]
				-10, -- [13]
				0, -- [14]
				0, -- [15]
				"Стрельба", -- [16]
				34, -- [17]
			}, -- [4]
		},
		["Season"] = 32,
		["PlayersNum"] = 4,
		["Duration"] = 44,
		["PlayerNum"] = 1,
		["isArena"] = true,
		["Version"] = 317,
		["isBrawl"] = false,
		["PlayerSide"] = 1,
		["isRated"] = true,
		["Time"] = 1653583483,
		["Winner"] = 1,
		["Hidden"] = false,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1372, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1367, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [43]
	{
		["Map"] = 617,
		["Players"] = {
			{
				"Sheepopi-Drak'thul", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Нежить", -- [7]
				"Маг", -- [8]
				"MAGE", -- [9]
				187714, -- [10]
				103981, -- [11]
				1394, -- [12]
				14, -- [13]
				0, -- [14]
				0, -- [15]
				"Огонь", -- [16]
				31, -- [17]
			}, -- [1]
			{
				"Whatthefluff-Draenor", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Нежить", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				170398, -- [10]
				64529, -- [11]
				1251, -- [12]
				37, -- [13]
				0, -- [14]
				0, -- [15]
				"Ликвидация", -- [16]
				132, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				188381, -- [10]
				119671, -- [11]
				1176, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [3]
			{
				"Фэрди-Галакронд", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				35766, -- [10]
				87016, -- [11]
				1314, -- [12]
				-9, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [4]
		},
		["Season"] = 32,
		["PlayersNum"] = 4,
		["Duration"] = 103,
		["PlayerNum"] = 3,
		["isArena"] = true,
		["Version"] = 317,
		["isBrawl"] = false,
		["PlayerSide"] = 1,
		["isRated"] = true,
		["Time"] = 1653583680,
		["Winner"] = 0,
		["Hidden"] = false,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1404, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1394, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [44]
	{
		["Map"] = 1825,
		["Players"] = {
			{
				"Фэрди-Галакронд", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				183724, -- [10]
				33846, -- [11]
				1305, -- [12]
				21, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [1]
			{
				"Ulaene-Ravencrest", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Дренейка", -- [7]
				"Шаманка", -- [8]
				"SHAMAN", -- [9]
				116118, -- [10]
				166329, -- [11]
				1354, -- [12]
				-11, -- [13]
				0, -- [14]
				0, -- [15]
				"Стихии", -- [16]
				85, -- [17]
			}, -- [2]
			{
				"Viratas-Doomhammer", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Человек", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				113487, -- [10]
				45449, -- [11]
				1339, -- [12]
				-11, -- [13]
				0, -- [14]
				0, -- [15]
				"Ликвидация", -- [16]
				59, -- [17]
			}, -- [3]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				193407, -- [10]
				171597, -- [11]
				1176, -- [12]
				49, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [4]
		},
		["Season"] = 32,
		["PlayersNum"] = 4,
		["Duration"] = 75,
		["PlayerNum"] = 4,
		["isArena"] = true,
		["Version"] = 317,
		["isBrawl"] = false,
		["PlayerSide"] = 1,
		["isRated"] = true,
		["Time"] = 1653583840,
		["Winner"] = 1,
		["Hidden"] = false,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1361, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1369, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [45]
	{
		["Map"] = 980,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Фэрди-Галакронд", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				149899, -- [10]
				105317, -- [11]
				1326, -- [12]
				22, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [1]
			{
				"Dareangel-TwistingNether", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Эльф крови", -- [7]
				"Охотник на демонов", -- [8]
				"DEMONHUNTER", -- [9]
				218492, -- [10]
				134188, -- [11]
				1346, -- [12]
				-10, -- [13]
				0, -- [14]
				0, -- [15]
				"Истребление", -- [16]
				31, -- [17]
			}, -- [2]
			{
				"Enjoystick-Blackrock", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Орк", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				123516, -- [10]
				26003, -- [11]
				1359, -- [12]
				-11, -- [13]
				0, -- [14]
				0, -- [15]
				"Ликвидация", -- [16]
				86, -- [17]
			}, -- [3]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				169954, -- [10]
				176348, -- [11]
				1225, -- [12]
				43, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [4]
		},
		["Season"] = 32,
		["PlayersNum"] = 4,
		["Duration"] = 80,
		["PlayerNum"] = 4,
		["isArena"] = true,
		["Version"] = 317,
		["isBrawl"] = false,
		["PlayerSide"] = 0,
		["isRated"] = true,
		["Time"] = 1653584024,
		["Winner"] = 0,
		["Hidden"] = false,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1394, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1388, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [46]
	{
		["Map"] = 1552,
		["Players"] = {
			{
				"Purplhaze-Archimonde", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночная эльфийка", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				24170, -- [10]
				344424, -- [11]
				1417, -- [12]
				12, -- [13]
				0, -- [14]
				0, -- [15]
				"Исцеление", -- [16]
				176, -- [17]
			}, -- [1]
			{
				"Sapper-Quel'Thalas", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Человек", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				379657, -- [10]
				49777, -- [11]
				1417, -- [12]
				12, -- [13]
				0, -- [14]
				0, -- [15]
				"Ликвидация", -- [16]
				272, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				164584, -- [10]
				181000, -- [11]
				1268, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [3]
			{
				"Фэрди-Галакронд", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				229804, -- [10]
				95121, -- [11]
				1348, -- [12]
				-10, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [4]
		},
		["Season"] = 32,
		["PlayersNum"] = 4,
		["Duration"] = 105,
		["PlayerNum"] = 3,
		["isArena"] = true,
		["Version"] = 317,
		["isBrawl"] = false,
		["PlayerSide"] = 1,
		["isRated"] = true,
		["Time"] = 1653584222,
		["Winner"] = 0,
		["Hidden"] = false,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1418, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1420, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [47]
	{
		["Map"] = 1552,
		["Players"] = {
			{
				"Аимбот", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				181094, -- [10]
				129443, -- [11]
				1268, -- [12]
				34, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [1]
			{
				"Фэрди-Галакронд", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				117068, -- [10]
				135652, -- [11]
				1338, -- [12]
				20, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [2]
			{
				"Arkath-GrimBatol", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Эльф крови", -- [7]
				"Охотник на демонов", -- [8]
				"DEMONHUNTER", -- [9]
				15544, -- [10]
				67490, -- [11]
				947, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Истребление", -- [16]
				70, -- [17]
			}, -- [3]
			{
				"Granberg-GrimBatol", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Орк", -- [7]
				"Рыцарь смерти", -- [8]
				"DEATHKNIGHT", -- [9]
				253458, -- [10]
				93270, -- [11]
				1420, -- [12]
				-13, -- [13]
				0, -- [14]
				0, -- [15]
				"Нечестивость", -- [16]
				41, -- [17]
			}, -- [4]
		},
		["Season"] = 32,
		["PlayersNum"] = 4,
		["Duration"] = 50,
		["PlayerNum"] = 1,
		["isArena"] = true,
		["Version"] = 317,
		["isBrawl"] = false,
		["PlayerSide"] = 0,
		["isRated"] = true,
		["Time"] = 1653584370,
		["Winner"] = 0,
		["Hidden"] = false,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1393, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1397, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [48]
	{
		["Map"] = 1134,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Аимбот", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				431820, -- [10]
				140881, -- [11]
				1302, -- [12]
				33, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [1]
			{
				"Hadwyn-ArgentDawn", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Дворф", -- [7]
				"Паладин", -- [8]
				"PALADIN", -- [9]
				44388, -- [10]
				508955, -- [11]
				1382, -- [12]
				-11, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				219, -- [17]
			}, -- [2]
			{
				"Hooq-Ravencrest", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Человек", -- [7]
				"Охотник", -- [8]
				"HUNTER", -- [9]
				249493, -- [10]
				46357, -- [11]
				1381, -- [12]
				-11, -- [13]
				0, -- [14]
				0, -- [15]
				"Выживание", -- [16]
				92, -- [17]
			}, -- [3]
			{
				"Фэрди-Галакронд", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				253875, -- [10]
				130515, -- [11]
				1358, -- [12]
				21, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [4]
		},
		["Season"] = 32,
		["PlayersNum"] = 4,
		["Duration"] = 153,
		["PlayerNum"] = 1,
		["isArena"] = true,
		["Version"] = 317,
		["isBrawl"] = false,
		["PlayerSide"] = 0,
		["isRated"] = true,
		["Time"] = 1653584623,
		["Winner"] = 0,
		["Hidden"] = false,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1420, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1426, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [49]
	{
		["Map"] = 1911,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Tuomopera-Stormreaver", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Орчиха", -- [7]
				"Воин", -- [8]
				"WARRIOR", -- [9]
				322621, -- [10]
				96032, -- [11]
				1427, -- [12]
				15, -- [13]
				0, -- [14]
				0, -- [15]
				"Неистовство", -- [16]
				118, -- [17]
			}, -- [1]
			{
				"Stenfors-Ravencrest", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Орчиха", -- [7]
				"Шаманка", -- [8]
				"SHAMAN", -- [9]
				83944, -- [10]
				229802, -- [11]
				1334, -- [12]
				32, -- [13]
				0, -- [14]
				0, -- [15]
				"Исцеление", -- [16]
				264, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				153734, -- [10]
				150443, -- [11]
				1335, -- [12]
				-8, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [3]
			{
				"Фэрди-Галакронд", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				175423, -- [10]
				112113, -- [11]
				1379, -- [12]
				-10, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [4]
		},
		["Season"] = 32,
		["PlayersNum"] = 4,
		["Duration"] = 107,
		["PlayerNum"] = 3,
		["isArena"] = true,
		["Version"] = 317,
		["isBrawl"] = false,
		["PlayerSide"] = 0,
		["isRated"] = true,
		["Time"] = 1653584827,
		["Winner"] = 1,
		["Hidden"] = false,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1447, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1449, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [50]
	{
		["Map"] = 572,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Aniliana-Frostwhisper", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Эльфийка крови", -- [7]
				"Охотница на демонов", -- [8]
				"DEMONHUNTER", -- [9]
				161143, -- [10]
				97587, -- [11]
				1300, -- [12]
				21, -- [13]
				0, -- [14]
				0, -- [15]
				"Истребление", -- [16]
				119, -- [17]
			}, -- [1]
			{
				"Hellreek-Frostwhisper", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Орк", -- [7]
				"Монах", -- [8]
				"MONK", -- [9]
				295802, -- [10]
				157196, -- [11]
				1502, -- [12]
				9, -- [13]
				0, -- [14]
				0, -- [15]
				"Танцующий с ветром", -- [16]
				226, -- [17]
			}, -- [2]
			{
				"Фэрди-Галакронд", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				224253, -- [10]
				184263, -- [11]
				1369, -- [12]
				-10, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [3]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				118908, -- [10]
				86591, -- [11]
				1327, -- [12]
				-9, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [4]
		},
		["Season"] = 32,
		["PlayersNum"] = 4,
		["Duration"] = 108,
		["PlayerNum"] = 4,
		["isArena"] = true,
		["Version"] = 317,
		["isBrawl"] = false,
		["PlayerSide"] = 0,
		["isRated"] = true,
		["Time"] = 1653585040,
		["Winner"] = 1,
		["Hidden"] = false,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1421, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1423, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [51]
	{
		["Map"] = 1672,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Kyndz-Ravencrest", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночная эльфийка", -- [7]
				"Разбойница", -- [8]
				"ROGUE", -- [9]
				195548, -- [10]
				106835, -- [11]
				480, -- [12]
				96, -- [13]
				0, -- [14]
				0, -- [15]
				"Скрытность", -- [16]
				20, -- [17]
			}, -- [1]
			{
				"Iröh-Ravencrest", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Дворф", -- [7]
				"Шаман", -- [8]
				"SHAMAN", -- [9]
				367058, -- [10]
				509455, -- [11]
				1675, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Исцеление", -- [16]
				334, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				333406, -- [10]
				270487, -- [11]
				1318, -- [12]
				-8, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [3]
			{
				"Фэрди-Галакронд", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				297182, -- [10]
				139238, -- [11]
				1359, -- [12]
				-9, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [4]
		},
		["Season"] = 32,
		["PlayersNum"] = 4,
		["Duration"] = 196,
		["PlayerNum"] = 3,
		["isArena"] = true,
		["Version"] = 317,
		["isBrawl"] = false,
		["PlayerSide"] = 0,
		["isRated"] = true,
		["Time"] = 1653585351,
		["Winner"] = 1,
		["Hidden"] = false,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1395, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1450, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [52]
	{
		["Map"] = 1134,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Фэрди-Галакронд", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				32355, -- [10]
				5585, -- [11]
				1350, -- [12]
				18, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [1]
			{
				"Catastropher-Ragnaros", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Орк", -- [7]
				"Воин", -- [8]
				"WARRIOR", -- [9]
				17600, -- [10]
				32479, -- [11]
				384, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Неистовство", -- [16]
				11, -- [17]
			}, -- [2]
			{
				"Epriestinmou-Dragonmaw", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Нежить", -- [7]
				"Жрица", -- [8]
				"PRIEST", -- [9]
				5585, -- [10]
				12899, -- [11]
				1540, -- [12]
				-17, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				209, -- [17]
			}, -- [3]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				93236, -- [10]
				19282, -- [11]
				1310, -- [12]
				26, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [4]
		},
		["Season"] = 32,
		["PlayersNum"] = 4,
		["Duration"] = 37,
		["PlayerNum"] = 4,
		["isArena"] = true,
		["Version"] = 317,
		["isBrawl"] = false,
		["PlayerSide"] = 1,
		["isRated"] = true,
		["Time"] = 1653585473,
		["Winner"] = 1,
		["Hidden"] = false,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1438, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1377, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [53]
	{
		["Map"] = 1825,
		["Players"] = {
			{
				"Аимбот", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				154491, -- [10]
				37649, -- [11]
				1336, -- [12]
				24, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [1]
			{
				"Popnbop-Draenor", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Эльф крови", -- [7]
				"Паладин", -- [8]
				"PALADIN", -- [9]
				3670, -- [10]
				48515, -- [11]
				1283, -- [12]
				-8, -- [13]
				0, -- [14]
				0, -- [15]
				"Воздаяние", -- [16]
				85, -- [17]
			}, -- [2]
			{
				"Utzetkis-DefiasBrotherhood", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Орк", -- [7]
				"Охотник", -- [8]
				"HUNTER", -- [9]
				97977, -- [10]
				66332, -- [11]
				1431, -- [12]
				-13, -- [13]
				0, -- [14]
				0, -- [15]
				"Стрельба", -- [16]
				53, -- [17]
			}, -- [3]
			{
				"Фэрди-Галакронд", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				103559, -- [10]
				41650, -- [11]
				1368, -- [12]
				19, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [4]
		},
		["Season"] = 32,
		["PlayersNum"] = 4,
		["Duration"] = 52,
		["PlayerNum"] = 1,
		["isArena"] = true,
		["Version"] = 317,
		["isBrawl"] = false,
		["PlayerSide"] = 1,
		["isRated"] = true,
		["Time"] = 1653585609,
		["Winner"] = 1,
		["Hidden"] = false,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1419, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1411, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [54]
	{
		["Map"] = 1911,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Phaetrax-Blackhand", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Таурен", -- [7]
				"Паладин", -- [8]
				"PALADIN", -- [9]
				224869, -- [10]
				212914, -- [11]
				1445, -- [12]
				14, -- [13]
				0, -- [14]
				0, -- [15]
				"Воздаяние", -- [16]
				172, -- [17]
			}, -- [1]
			{
				"Shadowmâge-Blackhand", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночнорожденный", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				193105, -- [10]
				111425, -- [11]
				1378, -- [12]
				19, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				199, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				267138, -- [10]
				145125, -- [11]
				1360, -- [12]
				-9, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [3]
			{
				"Фэрди-Галакронд", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				71655, -- [10]
				122010, -- [11]
				1387, -- [12]
				-10, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [4]
		},
		["Season"] = 32,
		["PlayersNum"] = 4,
		["Duration"] = 94,
		["PlayerNum"] = 3,
		["isArena"] = true,
		["Version"] = 317,
		["isBrawl"] = false,
		["PlayerSide"] = 1,
		["isRated"] = true,
		["Time"] = 1653585811,
		["Winner"] = 0,
		["Hidden"] = false,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1441, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1438, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [55]
	{
		["Map"] = 2509,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Фэрди-Галакронд", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				249632, -- [10]
				247095, -- [11]
				1377, -- [12]
				17, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [1]
			{
				"Lunarfang-Antonidas", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночная эльфийка", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				175778, -- [10]
				334060, -- [11]
				1420, -- [12]
				-12, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				161, -- [17]
			}, -- [2]
			{
				"Therás-Antonidas", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Эльфийка Бездны", -- [7]
				"Охотница", -- [8]
				"HUNTER", -- [9]
				290812, -- [10]
				77636, -- [11]
				1269, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Стрельба", -- [16]
				148, -- [17]
			}, -- [3]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				270080, -- [10]
				207511, -- [11]
				1351, -- [12]
				22, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [4]
		},
		["Season"] = 32,
		["PlayersNum"] = 4,
		["Duration"] = 166,
		["PlayerNum"] = 4,
		["isArena"] = true,
		["Version"] = 317,
		["isBrawl"] = false,
		["PlayerSide"] = 1,
		["isRated"] = true,
		["Time"] = 1653586074,
		["Winner"] = 1,
		["Hidden"] = false,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1418, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1412, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [56]
	{
		["Map"] = 980,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Аимбот", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				229201, -- [10]
				103878, -- [11]
				1373, -- [12]
				23, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [1]
			{
				"Baltházar-Stormscale", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Эльф крови", -- [7]
				"Паладин", -- [8]
				"PALADIN", -- [9]
				35078, -- [10]
				127891, -- [11]
				1483, -- [12]
				-14, -- [13]
				0, -- [14]
				0, -- [15]
				"Воздаяние", -- [16]
				74, -- [17]
			}, -- [2]
			{
				"Elfele-Stormscale", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Эльф крови", -- [7]
				"Охотник", -- [8]
				"HUNTER", -- [9]
				170773, -- [10]
				64236, -- [11]
				1439, -- [12]
				-12, -- [13]
				0, -- [14]
				0, -- [15]
				"Стрельба", -- [16]
				60, -- [17]
			}, -- [3]
			{
				"Фэрди-Галакронд", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				112138, -- [10]
				74626, -- [11]
				1394, -- [12]
				19, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [4]
		},
		["Season"] = 32,
		["PlayersNum"] = 4,
		["Duration"] = 72,
		["PlayerNum"] = 1,
		["isArena"] = true,
		["Version"] = 317,
		["isBrawl"] = false,
		["PlayerSide"] = 0,
		["isRated"] = true,
		["Time"] = 1653586271,
		["Winner"] = 0,
		["Hidden"] = false,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1439, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1445, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [57]
	{
		["Map"] = 572,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Kitan-Zenedar", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночная эльфийка", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				32601, -- [10]
				256277, -- [11]
				1503, -- [12]
				11, -- [13]
				0, -- [14]
				0, -- [15]
				"Исцеление", -- [16]
				296, -- [17]
			}, -- [1]
			{
				"Slaynex-Blackmoore", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Охотник", -- [8]
				"HUNTER", -- [9]
				347519, -- [10]
				42844, -- [11]
				1467, -- [12]
				12, -- [13]
				0, -- [14]
				0, -- [15]
				"Выживание", -- [16]
				45, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				115632, -- [10]
				144452, -- [11]
				1396, -- [12]
				-10, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [3]
			{
				"Фэрди-Галакронд", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				185725, -- [10]
				82728, -- [11]
				1413, -- [12]
				-10, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [4]
		},
		["Season"] = 32,
		["PlayersNum"] = 4,
		["Duration"] = 86,
		["PlayerNum"] = 3,
		["isArena"] = true,
		["Version"] = 317,
		["isBrawl"] = false,
		["PlayerSide"] = 1,
		["isRated"] = true,
		["Time"] = 1653586480,
		["Winner"] = 0,
		["Hidden"] = false,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1466, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1466, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [58]
	{
		["Map"] = 2167,
		["Players"] = {
			{
				"Gilgamësh-Nordrassil", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Человек", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				154932, -- [10]
				38900, -- [11]
				1438, -- [12]
				12, -- [13]
				0, -- [14]
				0, -- [15]
				"Ликвидация", -- [16]
				93, -- [17]
			}, -- [1]
			{
				"Thräd-Nordrassil", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночная эльфийка", -- [7]
				"Охотница", -- [8]
				"HUNTER", -- [9]
				176194, -- [10]
				3552, -- [11]
				1443, -- [12]
				12, -- [13]
				0, -- [14]
				0, -- [15]
				"Стрельба", -- [16]
				95, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				18251, -- [10]
				98195, -- [11]
				1386, -- [12]
				-10, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [3]
			{
				"Фэрди-Галакронд", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				48521, -- [10]
				75334, -- [11]
				1403, -- [12]
				-11, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [4]
		},
		["Season"] = 32,
		["PlayersNum"] = 4,
		["Duration"] = 60,
		["PlayerNum"] = 3,
		["isArena"] = true,
		["Version"] = 317,
		["isBrawl"] = false,
		["PlayerSide"] = 0,
		["isRated"] = true,
		["Time"] = 1653586648,
		["Winner"] = 1,
		["Hidden"] = false,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1440, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1440, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [59]
	{
		["Map"] = 1825,
		["Players"] = {
			{
				"Happii-ShatteredHand", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Маг'хар", -- [7]
				"Охотник", -- [8]
				"HUNTER", -- [9]
				139948, -- [10]
				2172, -- [11]
				1523, -- [12]
				8, -- [13]
				0, -- [14]
				0, -- [15]
				"Стрельба", -- [16]
				43, -- [17]
			}, -- [1]
			{
				"Dejjavu-Blackhand", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Орк", -- [7]
				"Рыцарь смерти", -- [8]
				"DEATHKNIGHT", -- [9]
				186696, -- [10]
				164644, -- [11]
				761, -- [12]
				94, -- [13]
				0, -- [14]
				0, -- [15]
				"Лед", -- [16]
				11, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				111242, -- [10]
				78606, -- [11]
				1376, -- [12]
				-10, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [3]
			{
				"Фэрди-Галакронд", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				66651, -- [10]
				67591, -- [11]
				1392, -- [12]
				-11, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [4]
		},
		["Season"] = 32,
		["PlayersNum"] = 4,
		["Duration"] = 33,
		["PlayerNum"] = 3,
		["isArena"] = true,
		["Version"] = 317,
		["isBrawl"] = false,
		["PlayerSide"] = 0,
		["isRated"] = true,
		["Time"] = 1653586885,
		["Winner"] = 1,
		["Hidden"] = false,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1414, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1425, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [60]
	{
		["Map"] = 1825,
		["Players"] = {
			{
				"Фэрди-Галакронд", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				510755, -- [10]
				194998, -- [11]
				1381, -- [12]
				13, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [1]
			{
				"Pennywize-Frostwhisper", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Орк", -- [7]
				"Маг", -- [8]
				"MAGE", -- [9]
				231665, -- [10]
				400310, -- [11]
				1391, -- [12]
				-12, -- [13]
				0, -- [14]
				0, -- [15]
				"Лед", -- [16]
				132, -- [17]
			}, -- [2]
			{
				"Abómìñätïòñ-Ravencrest", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Нежить", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				163218, -- [10]
				29061, -- [11]
				1366, -- [12]
				-11, -- [13]
				0, -- [14]
				0, -- [15]
				"Ликвидация", -- [16]
				88, -- [17]
			}, -- [3]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				113691, -- [10]
				123146, -- [11]
				1366, -- [12]
				16, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [4]
		},
		["Season"] = 32,
		["PlayersNum"] = 4,
		["Duration"] = 208,
		["PlayerNum"] = 4,
		["isArena"] = true,
		["Version"] = 317,
		["isBrawl"] = false,
		["PlayerSide"] = 1,
		["isRated"] = true,
		["Time"] = 1653587184,
		["Winner"] = 1,
		["Hidden"] = false,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1394, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1389, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [61]
	{
		["Map"] = 1825,
		["Players"] = {
			{
				"Аимбот", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				138358, -- [10]
				22329, -- [11]
				1382, -- [12]
				17, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [1]
			{
				"Фэрди-Галакронд", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				30036, -- [10]
				1109, -- [11]
				1394, -- [12]
				15, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [2]
			{
				"Gour-BurningLegion", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Зандалар", -- [7]
				"Шаман", -- [8]
				"SHAMAN", -- [9]
				18443, -- [10]
				20683, -- [11]
				1423, -- [12]
				-12, -- [13]
				0, -- [14]
				0, -- [15]
				"Совершенствование", -- [16]
				22, -- [17]
			}, -- [3]
			{
				"Khaac-BurningLegion", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Эльф крови", -- [7]
				"Охотник на демонов", -- [8]
				"DEMONHUNTER", -- [9]
				6799, -- [10]
				1400, -- [11]
				1423, -- [12]
				-12, -- [13]
				0, -- [14]
				0, -- [15]
				"Истребление", -- [16]
				29, -- [17]
			}, -- [4]
		},
		["Season"] = 32,
		["PlayersNum"] = 4,
		["Duration"] = 25,
		["PlayerNum"] = 1,
		["isArena"] = true,
		["Version"] = 317,
		["isBrawl"] = false,
		["PlayerSide"] = 0,
		["isRated"] = true,
		["Time"] = 1653587308,
		["Winner"] = 0,
		["Hidden"] = false,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1416, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1412, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [62]
	{
		["Map"] = 1672,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Biltemakörv-Frostwhisper", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Орчиха", -- [7]
				"Воин", -- [8]
				"WARRIOR", -- [9]
				547951, -- [10]
				144099, -- [11]
				576, -- [12]
				95, -- [13]
				0, -- [14]
				0, -- [15]
				"Неистовство", -- [16]
				307, -- [17]
			}, -- [1]
			{
				"Kookmin-Doomhammer", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Орк", -- [7]
				"Монах", -- [8]
				"MONK", -- [9]
				48662, -- [10]
				619184, -- [11]
				1625, -- [12]
				6, -- [13]
				0, -- [14]
				0, -- [15]
				"Ткач туманов", -- [16]
				167, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				281702, -- [10]
				273870, -- [11]
				1399, -- [12]
				-9, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [3]
			{
				"Фэрди-Галакронд", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				473592, -- [10]
				159714, -- [11]
				1409, -- [12]
				-9, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [4]
		},
		["Season"] = 32,
		["PlayersNum"] = 4,
		["Duration"] = 241,
		["PlayerNum"] = 3,
		["isArena"] = true,
		["Version"] = 317,
		["isBrawl"] = false,
		["PlayerSide"] = 1,
		["isRated"] = true,
		["Time"] = 1653587634,
		["Winner"] = 0,
		["Hidden"] = false,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1495, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1442, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [63]
	{
		["Map"] = 1552,
		["Players"] = {
			{
				"Фэрди-Галакронд", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				125801, -- [10]
				77022, -- [11]
				1400, -- [12]
				16, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [1]
			{
				"Azràèl-TwistingNether", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Нежить", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				17212, -- [10]
				30655, -- [11]
				1415, -- [12]
				-12, -- [13]
				0, -- [14]
				0, -- [15]
				"Послушание", -- [16]
				444, -- [17]
			}, -- [2]
			{
				"Ilililii-Ravencrest", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Орк", -- [7]
				"Чернокнижник", -- [8]
				"WARLOCK", -- [9]
				194135, -- [10]
				168400, -- [11]
				1428, -- [12]
				-12, -- [13]
				0, -- [14]
				0, -- [15]
				"Колдовство", -- [16]
				437, -- [17]
			}, -- [3]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				207109, -- [10]
				85066, -- [11]
				1390, -- [12]
				17, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [4]
		},
		["Season"] = 32,
		["PlayersNum"] = 4,
		["Duration"] = 62,
		["PlayerNum"] = 4,
		["isArena"] = true,
		["Version"] = 317,
		["isBrawl"] = false,
		["PlayerSide"] = 0,
		["isRated"] = true,
		["Time"] = 1653587803,
		["Winner"] = 0,
		["Hidden"] = false,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1423, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1429, -- [4]
				1, -- [5]
			}, -- [2]
		},
	}, -- [64]
	{
		["Map"] = 2373,
		["Players"] = {
			{
				"Аимбот", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				217212, -- [10]
				137119, -- [11]
				1407, -- [12]
				18, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [1]
			{
				"Фэрди-Галакронд", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				121179, -- [10]
				143617, -- [11]
				1416, -- [12]
				17, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [2]
			{
				"Arathnox-DefiasBrotherhood", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Человек", -- [7]
				"Паладин", -- [8]
				"PALADIN", -- [9]
				223807, -- [10]
				124601, -- [11]
				1419, -- [12]
				-11, -- [13]
				0, -- [14]
				0, -- [15]
				"Воздаяние", -- [16]
				39, -- [17]
			}, -- [3]
			{
				"Tassadarwarr-Pozzodell'Eternità", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Человек", -- [7]
				"Воин", -- [8]
				"WARRIOR", -- [9]
				91845, -- [10]
				43026, -- [11]
				1498, -- [12]
				-14, -- [13]
				0, -- [14]
				0, -- [15]
				"Неистовство", -- [16]
				70, -- [17]
			}, -- [4]
		},
		["Season"] = 32,
		["PlayersNum"] = 4,
		["Duration"] = 55,
		["PlayerNum"] = 1,
		["isArena"] = true,
		["Version"] = 317,
		["isBrawl"] = false,
		["PlayerSide"] = 0,
		["isRated"] = true,
		["Time"] = 1653587961,
		["Winner"] = 0,
		["Hidden"] = false,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1450, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1448, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [65]
	{
		["Map"] = 2509,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Аимбот", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				95448, -- [10]
				172049, -- [11]
				1425, -- [12]
				20, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [1]
			{
				"Фэрди-Галакронд", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				125467, -- [10]
				86967, -- [11]
				1433, -- [12]
				18, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [2]
			{
				"Arkath-GrimBatol", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Эльф крови", -- [7]
				"Охотник на демонов", -- [8]
				"DEMONHUNTER", -- [9]
				9057, -- [10]
				23988, -- [11]
				1419, -- [12]
				-10, -- [13]
				0, -- [14]
				0, -- [15]
				"Истребление", -- [16]
				70, -- [17]
			}, -- [3]
			{
				"Granberg-GrimBatol", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Орк", -- [7]
				"Рыцарь смерти", -- [8]
				"DEATHKNIGHT", -- [9]
				268819, -- [10]
				57065, -- [11]
				1455, -- [12]
				-11, -- [13]
				0, -- [14]
				0, -- [15]
				"Нечестивость", -- [16]
				41, -- [17]
			}, -- [4]
		},
		["Season"] = 32,
		["PlayersNum"] = 4,
		["Duration"] = 61,
		["PlayerNum"] = 1,
		["isArena"] = true,
		["Version"] = 317,
		["isBrawl"] = false,
		["PlayerSide"] = 1,
		["isRated"] = true,
		["Time"] = 1653588105,
		["Winner"] = 1,
		["Hidden"] = false,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1476, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1476, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [66]
	{
		["Map"] = 1504,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Axynq-Draenor", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Тролль", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				84549, -- [10]
				18917, -- [11]
				1474, -- [12]
				16, -- [13]
				0, -- [14]
				0, -- [15]
				"Баланс", -- [16]
				23, -- [17]
			}, -- [1]
			{
				"Kaskaderi-Draenor", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Маг'хар", -- [7]
				"Рыцарь смерти", -- [8]
				"DEATHKNIGHT", -- [9]
				181622, -- [10]
				89476, -- [11]
				1488, -- [12]
				13, -- [13]
				0, -- [14]
				0, -- [15]
				"Нечестивость", -- [16]
				29, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				70810, -- [10]
				75428, -- [11]
				1445, -- [12]
				-10, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [3]
			{
				"Фэрди-Галакронд", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				82569, -- [10]
				42217, -- [11]
				1451, -- [12]
				-10, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [4]
		},
		["Season"] = 32,
		["PlayersNum"] = 4,
		["Duration"] = 23,
		["PlayerNum"] = 3,
		["isArena"] = true,
		["Version"] = 317,
		["isBrawl"] = false,
		["PlayerSide"] = 1,
		["isRated"] = true,
		["Time"] = 1653588228,
		["Winner"] = 0,
		["Hidden"] = false,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1498, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1502, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [67]
	{
		["Map"] = 1504,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Пристачка-СвежевательДуш", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Эльфийка крови", -- [7]
				"Жрица", -- [8]
				"PRIEST", -- [9]
				94998, -- [10]
				153312, -- [11]
				1498, -- [12]
				11, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				31, -- [17]
			}, -- [1]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				138986, -- [10]
				184886, -- [11]
				1435, -- [12]
				-11, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [2]
			{
				"Ее-ТкачСмерти", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Эльфийка крови", -- [7]
				"Охотница на демонов", -- [8]
				"DEMONHUNTER", -- [9]
				315622, -- [10]
				143058, -- [11]
				1459, -- [12]
				15, -- [13]
				0, -- [14]
				0, -- [15]
				"Истребление", -- [16]
				50, -- [17]
			}, -- [3]
			{
				"Фэрди-Галакронд", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				161164, -- [10]
				84356, -- [11]
				1441, -- [12]
				-11, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				58, -- [17]
			}, -- [4]
		},
		["Season"] = 32,
		["PlayersNum"] = 4,
		["Duration"] = 79,
		["PlayerNum"] = 2,
		["isArena"] = true,
		["Version"] = 317,
		["isBrawl"] = false,
		["PlayerSide"] = 1,
		["isRated"] = true,
		["Time"] = 1653588399,
		["Winner"] = 0,
		["Hidden"] = false,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1478, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1475, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [68]
	{
		["Map"] = 1672,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Mensenskorpe-DefiasBrotherhood", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Орк", -- [7]
				"Монах", -- [8]
				"MONK", -- [9]
				159881, -- [10]
				72089, -- [11]
				1548, -- [12]
				12, -- [13]
				0, -- [14]
				0, -- [15]
				"Танцующий с ветром", -- [16]
				54, -- [17]
			}, -- [1]
			{
				"Brilleßjørn-Outland", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Таурен", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				117747, -- [10]
				52745, -- [11]
				1551, -- [12]
				12, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				70, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				115980, -- [10]
				98637, -- [11]
				1424, -- [12]
				-8, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [3]
			{
				"Наотхиле-Подземье", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночная эльфийка", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				9754, -- [10]
				119541, -- [11]
				1624, -- [12]
				-15, -- [13]
				0, -- [14]
				0, -- [15]
				"Исцеление", -- [16]
				80, -- [17]
			}, -- [4]
		},
		["PlayerNum"] = 3,
		["PlayersNum"] = 4,
		["Duration"] = 42,
		["Hidden"] = false,
		["isBrawl"] = false,
		["PlayerSide"] = 1,
		["isArena"] = true,
		["Time"] = 1653591969,
		["isRated"] = true,
		["Version"] = 317,
		["Winner"] = 0,
		["Season"] = 32,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1547, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1545, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [69]
	{
		["Map"] = 2509,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Epicfartman-ArgentDawn", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				82361, -- [10]
				978525, -- [11]
				1510, -- [12]
				12, -- [13]
				0, -- [14]
				0, -- [15]
				"Исцеление", -- [16]
				31, -- [17]
			}, -- [1]
			{
				"Lîrya-ArgentDawn", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночная эльфийка", -- [7]
				"Охотница на демонов", -- [8]
				"DEMONHUNTER", -- [9]
				1782265, -- [10]
				320149, -- [11]
				1528, -- [12]
				12, -- [13]
				0, -- [14]
				0, -- [15]
				"Истребление", -- [16]
				96, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				924690, -- [10]
				333803, -- [11]
				1416, -- [12]
				-8, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [3]
			{
				"Наотхиле-Подземье", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночная эльфийка", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				337020, -- [10]
				1167055, -- [11]
				1609, -- [12]
				-15, -- [13]
				0, -- [14]
				0, -- [15]
				"Исцеление", -- [16]
				80, -- [17]
			}, -- [4]
		},
		["PlayerNum"] = 3,
		["PlayersNum"] = 4,
		["Duration"] = 399,
		["Hidden"] = false,
		["isBrawl"] = false,
		["PlayerSide"] = 0,
		["isArena"] = true,
		["Time"] = 1653592473,
		["isRated"] = true,
		["Version"] = 317,
		["Winner"] = 1,
		["Season"] = 32,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1517, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1524, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [70]
	{
		["Map"] = 1134,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Наотхиле-Подземье", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночная эльфийка", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				126890, -- [10]
				65497, -- [11]
				1594, -- [12]
				9, -- [13]
				0, -- [14]
				0, -- [15]
				"Исцеление", -- [16]
				80, -- [17]
			}, -- [1]
			{
				"Ricnova-Aggra(Português)", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Орчиха", -- [7]
				"Разбойница", -- [8]
				"ROGUE", -- [9]
				106918, -- [10]
				92410, -- [11]
				1499, -- [12]
				-12, -- [13]
				0, -- [14]
				0, -- [15]
				"Скрытность", -- [16]
				135, -- [17]
			}, -- [2]
			{
				"Rmzy-Archimonde", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Орчиха", -- [7]
				"Маг", -- [8]
				"MAGE", -- [9]
				47532, -- [10]
				136812, -- [11]
				1388, -- [12]
				-9, -- [13]
				0, -- [14]
				0, -- [15]
				"Огонь", -- [16]
				100, -- [17]
			}, -- [3]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				255018, -- [10]
				77168, -- [11]
				1408, -- [12]
				17, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [4]
		},
		["PlayerNum"] = 4,
		["PlayersNum"] = 4,
		["Duration"] = 99,
		["Hidden"] = false,
		["isBrawl"] = false,
		["PlayerSide"] = 1,
		["isArena"] = true,
		["Time"] = 1653592654,
		["isRated"] = true,
		["Version"] = 317,
		["Winner"] = 1,
		["Season"] = 32,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1490, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1491, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [71]
	{
		["Map"] = 1504,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Аимбот", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				471817, -- [10]
				241438, -- [11]
				1425, -- [12]
				20, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [1]
			{
				"Наотхиле-Подземье", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночная эльфийка", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				159841, -- [10]
				812276, -- [11]
				1603, -- [12]
				9, -- [13]
				0, -- [14]
				0, -- [15]
				"Исцеление", -- [16]
				80, -- [17]
			}, -- [2]
			{
				"Helvanya-Frostmane", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночная эльфийка", -- [7]
				"Охотница на демонов", -- [8]
				"DEMONHUNTER", -- [9]
				584094, -- [10]
				246894, -- [11]
				1559, -- [12]
				-13, -- [13]
				0, -- [14]
				0, -- [15]
				"Истребление", -- [16]
				272, -- [17]
			}, -- [3]
			{
				"Srchaotic-Frostmane", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ворген", -- [7]
				"Рыцарь смерти", -- [8]
				"DEATHKNIGHT", -- [9]
				513246, -- [10]
				224008, -- [11]
				1424, -- [12]
				-9, -- [13]
				0, -- [14]
				0, -- [15]
				"Нечестивость", -- [16]
				8, -- [17]
			}, -- [4]
		},
		["PlayerNum"] = 1,
		["PlayersNum"] = 4,
		["Duration"] = 158,
		["Hidden"] = false,
		["isBrawl"] = false,
		["PlayerSide"] = 1,
		["isArena"] = true,
		["Time"] = 1653592893,
		["isRated"] = true,
		["Version"] = 317,
		["Winner"] = 1,
		["Season"] = 32,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1519, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1518, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [72]
	{
		["Map"] = 572,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Granskog-TwistingNether", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Орк", -- [7]
				"Воин", -- [8]
				"WARRIOR", -- [9]
				370237, -- [10]
				58456, -- [11]
				1532, -- [12]
				12, -- [13]
				0, -- [14]
				0, -- [15]
				"Неистовство", -- [16]
				65, -- [17]
			}, -- [1]
			{
				"Loserpriest-Draenor", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Нежить", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				12113, -- [10]
				154121, -- [11]
				1532, -- [12]
				12, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				30, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				184108, -- [10]
				71136, -- [11]
				1445, -- [12]
				-9, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [3]
			{
				"Наотхиле-Подземье", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночная эльфийка", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				45454, -- [10]
				158334, -- [11]
				1612, -- [12]
				-14, -- [13]
				0, -- [14]
				0, -- [15]
				"Исцеление", -- [16]
				80, -- [17]
			}, -- [4]
		},
		["PlayerNum"] = 3,
		["PlayersNum"] = 4,
		["Duration"] = 47,
		["Hidden"] = false,
		["isBrawl"] = false,
		["PlayerSide"] = 1,
		["isArena"] = true,
		["Time"] = 1653593024,
		["isRated"] = true,
		["Version"] = 317,
		["Winner"] = 0,
		["Season"] = 32,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1549, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1545, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [73]
	{
		["Map"] = 1504,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Fievel-Illidan", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Нежить", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				87534, -- [10]
				394886, -- [11]
				1494, -- [12]
				15, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				135, -- [17]
			}, -- [1]
			{
				"Saraby-Illidan", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Орчиха", -- [7]
				"Охотница", -- [8]
				"HUNTER", -- [9]
				649788, -- [10]
				67324, -- [11]
				1496, -- [12]
				14, -- [13]
				0, -- [14]
				0, -- [15]
				"Выживание", -- [16]
				133, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				359716, -- [10]
				133405, -- [11]
				1436, -- [12]
				-9, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [3]
			{
				"Наотхиле-Подземье", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночная эльфийка", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				123007, -- [10]
				465799, -- [11]
				1598, -- [12]
				-15, -- [13]
				0, -- [14]
				0, -- [15]
				"Исцеление", -- [16]
				80, -- [17]
			}, -- [4]
		},
		["PlayerNum"] = 3,
		["PlayersNum"] = 4,
		["Duration"] = 182,
		["Hidden"] = false,
		["isBrawl"] = false,
		["PlayerSide"] = 0,
		["isArena"] = true,
		["Time"] = 1653593308,
		["isRated"] = true,
		["Version"] = 317,
		["Winner"] = 1,
		["Season"] = 32,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1519, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1510, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [74]
	{
		["Map"] = 2509,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Maeven-Sylvanas", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночная эльфийка", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				511323, -- [10]
				72631, -- [11]
				1484, -- [12]
				12, -- [13]
				0, -- [14]
				0, -- [15]
				"Баланс", -- [16]
				89, -- [17]
			}, -- [1]
			{
				"Lillea-Auchindoun", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночная эльфийка", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				77659, -- [10]
				357635, -- [11]
				862, -- [12]
				93, -- [13]
				0, -- [14]
				0, -- [15]
				"Исцеление", -- [16]
				162, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				352834, -- [10]
				159728, -- [11]
				1427, -- [12]
				-10, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [3]
			{
				"Наотхиле-Подземье", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночная эльфийка", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				76403, -- [10]
				269782, -- [11]
				1583, -- [12]
				-15, -- [13]
				0, -- [14]
				0, -- [15]
				"Исцеление", -- [16]
				80, -- [17]
			}, -- [4]
		},
		["PlayerNum"] = 3,
		["PlayersNum"] = 4,
		["Duration"] = 84,
		["Hidden"] = false,
		["isBrawl"] = false,
		["PlayerSide"] = 1,
		["isArena"] = true,
		["Time"] = 1653593471,
		["isRated"] = true,
		["Version"] = 317,
		["Winner"] = 0,
		["Season"] = 32,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1500, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1491, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [75]
	{
		["Map"] = 980,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Lepka-Drak'thul", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Зандалар", -- [7]
				"Воин", -- [8]
				"WARRIOR", -- [9]
				853207, -- [10]
				181243, -- [11]
				1431, -- [12]
				16, -- [13]
				0, -- [14]
				0, -- [15]
				"Оружие", -- [16]
				195, -- [17]
			}, -- [1]
			{
				"Miharu-Drak'thul", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Пандаренка", -- [7]
				"Монахиня", -- [8]
				"MONK", -- [9]
				30071, -- [10]
				794113, -- [11]
				1445, -- [12]
				17, -- [13]
				0, -- [14]
				0, -- [15]
				"Ткач туманов", -- [16]
				56, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				699886, -- [10]
				228710, -- [11]
				1417, -- [12]
				-10, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				104, -- [17]
			}, -- [3]
			{
				"Наотхиле-Подземье", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночная эльфийка", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				265275, -- [10]
				511120, -- [11]
				1568, -- [12]
				-15, -- [13]
				0, -- [14]
				0, -- [15]
				"Исцеление", -- [16]
				80, -- [17]
			}, -- [4]
		},
		["PlayerNum"] = 3,
		["PlayersNum"] = 4,
		["Duration"] = 241,
		["Hidden"] = false,
		["isBrawl"] = false,
		["PlayerSide"] = 0,
		["isArena"] = true,
		["Time"] = 1653593818,
		["isRated"] = true,
		["Version"] = 317,
		["Winner"] = 1,
		["Season"] = 32,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1466, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1469, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [76]
	{
		["Map"] = 2167,
		["Players"] = {
			{
				"Taýle-Ravencrest", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Человек", -- [7]
				"Чернокнижница", -- [8]
				"WARLOCK", -- [9]
				231138, -- [10]
				81251, -- [11]
				1296, -- [12]
				32, -- [13]
				0, -- [14]
				0, -- [15]
				"Колдовство", -- [16]
				138, -- [17]
			}, -- [1]
			{
				"Dedkingpvp-TarrenMill", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Нежить", -- [7]
				"Воин", -- [8]
				"WARRIOR", -- [9]
				130370, -- [10]
				42942, -- [11]
				1381, -- [12]
				-11, -- [13]
				0, -- [14]
				0, -- [15]
				"Неистовство", -- [16]
				109, -- [17]
			}, -- [2]
			{
				"Évert-TwistingNether", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Эльф крови", -- [7]
				"Паладин", -- [8]
				"PALADIN", -- [9]
				166214, -- [10]
				74617, -- [11]
				1508, -- [12]
				-15, -- [13]
				0, -- [14]
				0, -- [15]
				"Воздаяние", -- [16]
				59, -- [17]
			}, -- [3]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				53109, -- [10]
				234251, -- [11]
				1407, -- [12]
				13, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				104, -- [17]
			}, -- [4]
		},
		["Hidden"] = false,
		["PlayersNum"] = 4,
		["Duration"] = 162,
		["Season"] = 32,
		["isArena"] = true,
		["Time"] = 1653681727,
		["isBrawl"] = false,
		["Version"] = 317,
		["isRated"] = true,
		["PlayerSide"] = 0,
		["Winner"] = 0,
		["PlayerNum"] = 4,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1416, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1413, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [77]
	{
		["Map"] = 1672,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Аимбот", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				125292, -- [10]
				207337, -- [11]
				1420, -- [12]
				15, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				104, -- [17]
			}, -- [1]
			{
				"Cancelaura-Draenor", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Нежить", -- [7]
				"Маг", -- [8]
				"MAGE", -- [9]
				161211, -- [10]
				249642, -- [11]
				1420, -- [12]
				-11, -- [13]
				0, -- [14]
				0, -- [15]
				"Огонь", -- [16]
				44, -- [17]
			}, -- [2]
			{
				"Lauva-Draenor", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Таурен", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				340523, -- [10]
				363570, -- [11]
				1434, -- [12]
				-12, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				10, -- [17]
			}, -- [3]
			{
				"Taýle-Ravencrest", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Человек", -- [7]
				"Чернокнижница", -- [8]
				"WARLOCK", -- [9]
				622973, -- [10]
				298813, -- [11]
				1328, -- [12]
				31, -- [13]
				0, -- [14]
				0, -- [15]
				"Колдовство", -- [16]
				138, -- [17]
			}, -- [4]
		},
		["Hidden"] = false,
		["PlayersNum"] = 4,
		["Duration"] = 138,
		["Season"] = 32,
		["isArena"] = true,
		["Time"] = 1653681952,
		["isBrawl"] = false,
		["Version"] = 317,
		["isRated"] = true,
		["PlayerSide"] = 0,
		["Winner"] = 0,
		["PlayerNum"] = 1,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1441, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1441, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [78]
	{
		["Map"] = 980,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Taýle-Ravencrest", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Человек", -- [7]
				"Чернокнижница", -- [8]
				"WARLOCK", -- [9]
				1332840, -- [10]
				387915, -- [11]
				1359, -- [12]
				30, -- [13]
				0, -- [14]
				0, -- [15]
				"Колдовство", -- [16]
				138, -- [17]
			}, -- [1]
			{
				"Sahu-Hyjal", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Дворф", -- [7]
				"Шаман", -- [8]
				"SHAMAN", -- [9]
				1039293, -- [10]
				273602, -- [11]
				1445, -- [12]
				-11, -- [13]
				0, -- [14]
				0, -- [15]
				"Стихии", -- [16]
				28, -- [17]
			}, -- [2]
			{
				"Zeptik-Hyjal", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночная эльфийка", -- [7]
				"Монахиня", -- [8]
				"MONK", -- [9]
				5561, -- [10]
				1135581, -- [11]
				1456, -- [12]
				-12, -- [13]
				0, -- [14]
				0, -- [15]
				"Ткач туманов", -- [16]
				87, -- [17]
			}, -- [3]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				215841, -- [10]
				708305, -- [11]
				1435, -- [12]
				17, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				104, -- [17]
			}, -- [4]
		},
		["Hidden"] = false,
		["PlayersNum"] = 4,
		["Duration"] = 324,
		["Season"] = 32,
		["isArena"] = true,
		["Time"] = 1653682355,
		["isBrawl"] = false,
		["Version"] = 317,
		["isRated"] = true,
		["PlayerSide"] = 1,
		["Winner"] = 1,
		["PlayerNum"] = 4,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1468, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1468, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [79]
	{
		["Map"] = 980,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Taýle-Ravencrest", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Человек", -- [7]
				"Чернокнижница", -- [8]
				"WARLOCK", -- [9]
				1179332, -- [10]
				415865, -- [11]
				1389, -- [12]
				31, -- [13]
				0, -- [14]
				0, -- [15]
				"Колдовство", -- [16]
				138, -- [17]
			}, -- [1]
			{
				"Holyjeg-Ravencrest", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Дреней", -- [7]
				"Паладин", -- [8]
				"PALADIN", -- [9]
				59459, -- [10]
				1034658, -- [11]
				1509, -- [12]
				-13, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				125, -- [17]
			}, -- [2]
			{
				"Ponníe-Ravencrest", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Человек", -- [7]
				"Воин", -- [8]
				"WARRIOR", -- [9]
				979231, -- [10]
				162070, -- [11]
				766, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Неистовство", -- [16]
				80, -- [17]
			}, -- [3]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				178261, -- [10]
				700084, -- [11]
				1452, -- [12]
				20, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				105, -- [17]
			}, -- [4]
		},
		["Hidden"] = false,
		["PlayersNum"] = 4,
		["Duration"] = 252,
		["Season"] = 32,
		["isArena"] = true,
		["Time"] = 1653682687,
		["isBrawl"] = false,
		["Version"] = 317,
		["isRated"] = true,
		["PlayerSide"] = 1,
		["Winner"] = 1,
		["PlayerNum"] = 4,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1527, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1494, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [80]
	{
		["Map"] = 1672,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Bilwilkil-Frostwolf", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Человек", -- [7]
				"Воин", -- [8]
				"WARRIOR", -- [9]
				477535, -- [10]
				190766, -- [11]
				1520, -- [12]
				12, -- [13]
				0, -- [14]
				0, -- [15]
				"Неистовство", -- [16]
				244, -- [17]
			}, -- [1]
			{
				"Xerxsiss-Frostwolf", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Человек", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				117327, -- [10]
				609383, -- [11]
				1521, -- [12]
				12, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				235, -- [17]
			}, -- [2]
			{
				"Taýle-Ravencrest", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Человек", -- [7]
				"Чернокнижница", -- [8]
				"WARLOCK", -- [9]
				767786, -- [10]
				128087, -- [11]
				1420, -- [12]
				-8, -- [13]
				0, -- [14]
				0, -- [15]
				"Колдовство", -- [16]
				138, -- [17]
			}, -- [3]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				78087, -- [10]
				324235, -- [11]
				1472, -- [12]
				-10, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				105, -- [17]
			}, -- [4]
		},
		["Hidden"] = false,
		["PlayersNum"] = 4,
		["Duration"] = 130,
		["Season"] = 32,
		["isArena"] = true,
		["Time"] = 1653682904,
		["isBrawl"] = false,
		["Version"] = 317,
		["isRated"] = true,
		["PlayerSide"] = 1,
		["Winner"] = 0,
		["PlayerNum"] = 4,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1535, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1524, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [81]
	{
		["Map"] = 1134,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Geekdudu-Stormscale", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Тролль", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				267719, -- [10]
				112288, -- [11]
				1485, -- [12]
				14, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				37, -- [17]
			}, -- [1]
			{
				"Mazzder-Stormscale", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Таурен", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				202095, -- [10]
				121437, -- [11]
				1481, -- [12]
				14, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				17, -- [17]
			}, -- [2]
			{
				"Taýle-Ravencrest", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Человек", -- [7]
				"Чернокнижница", -- [8]
				"WARLOCK", -- [9]
				200049, -- [10]
				32509, -- [11]
				1412, -- [12]
				-9, -- [13]
				0, -- [14]
				0, -- [15]
				"Колдовство", -- [16]
				138, -- [17]
			}, -- [3]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				63758, -- [10]
				286191, -- [11]
				1462, -- [12]
				-11, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				105, -- [17]
			}, -- [4]
		},
		["Hidden"] = false,
		["PlayersNum"] = 4,
		["Duration"] = 145,
		["Season"] = 32,
		["isArena"] = true,
		["Time"] = 1653683135,
		["isBrawl"] = false,
		["Version"] = 317,
		["isRated"] = true,
		["PlayerSide"] = 0,
		["Winner"] = 1,
		["PlayerNum"] = 4,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1500, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1497, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [82]
	{
		["Map"] = 1552,
		["Players"] = {
			{
				"Dunderdanne-Kazzak", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Орчиха", -- [7]
				"Монахиня", -- [8]
				"MONK", -- [9]
				274861, -- [10]
				99540, -- [11]
				1442, -- [12]
				20, -- [13]
				0, -- [14]
				0, -- [15]
				"Танцующая с ветром", -- [16]
				96, -- [17]
			}, -- [1]
			{
				"Аимбот", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				136187, -- [10]
				128694, -- [11]
				1451, -- [12]
				-15, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				105, -- [17]
			}, -- [2]
			{
				"Ruuch-Kazzak", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Нежить", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				29377, -- [10]
				15418, -- [11]
				288, -- [12]
				96, -- [13]
				0, -- [14]
				0, -- [15]
				"Скрытность", -- [16]
				67, -- [17]
			}, -- [3]
			{
				"Рив", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Разбойница", -- [8]
				"ROGUE", -- [9]
				37086, -- [10]
				32800, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Скрытность", -- [16]
				112, -- [17]
			}, -- [4]
		},
		["PlayerNum"] = 2,
		["PlayersNum"] = 4,
		["Duration"] = 51,
		["Hidden"] = false,
		["isArena"] = true,
		["PlayerSide"] = 1,
		["isBrawl"] = false,
		["Time"] = 1653765571,
		["isRated"] = true,
		["Version"] = 317,
		["Winner"] = 0,
		["Season"] = 32,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1357, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1581, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [83]
	{
		["Map"] = 980,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Qt-SteamwheedleCartel", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Эльфийка Бездны", -- [7]
				"Охотница", -- [8]
				"HUNTER", -- [9]
				254719, -- [10]
				24032, -- [11]
				384, -- [12]
				96, -- [13]
				0, -- [14]
				0, -- [15]
				"Выживание", -- [16]
				98, -- [17]
			}, -- [1]
			{
				"Eloxia-Varimathras", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Озаренная дренейка", -- [7]
				"Паладин", -- [8]
				"PALADIN", -- [9]
				29442, -- [10]
				177426, -- [11]
				384, -- [12]
				96, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				14, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				87018, -- [10]
				111328, -- [11]
				1436, -- [12]
				-10, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				105, -- [17]
			}, -- [3]
			{
				"Рив", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Разбойница", -- [8]
				"ROGUE", -- [9]
				121426, -- [10]
				31477, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Скрытность", -- [16]
				112, -- [17]
			}, -- [4]
		},
		["PlayerNum"] = 3,
		["PlayersNum"] = 4,
		["Duration"] = 73,
		["Hidden"] = false,
		["isArena"] = true,
		["PlayerSide"] = 1,
		["isBrawl"] = false,
		["Time"] = 1653765738,
		["isRated"] = true,
		["Version"] = 317,
		["Winner"] = 0,
		["Season"] = 32,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1486, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1390, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [84]
	{
		["Map"] = 2167,
		["Players"] = {
			{
				"Аимбот", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				224017, -- [10]
				127029, -- [11]
				1426, -- [12]
				8, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				105, -- [17]
			}, -- [1]
			{
				"Рив", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Разбойница", -- [8]
				"ROGUE", -- [9]
				59581, -- [10]
				31424, -- [11]
				0, -- [12]
				96, -- [13]
				0, -- [14]
				0, -- [15]
				"Скрытность", -- [16]
				112, -- [17]
			}, -- [2]
			{
				"Ulderon-ArgentDawn", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Орк", -- [7]
				"Охотник", -- [8]
				"HUNTER", -- [9]
				65485, -- [10]
				62843, -- [11]
				1228, -- [12]
				-8, -- [13]
				0, -- [14]
				0, -- [15]
				"Выживание", -- [16]
				41, -- [17]
			}, -- [3]
			{
				"Xtíonez-Sanguino", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Орчиха", -- [7]
				"Рыцарь смерти", -- [8]
				"DEATHKNIGHT", -- [9]
				130847, -- [10]
				78254, -- [11]
				1299, -- [12]
				-10, -- [13]
				0, -- [14]
				0, -- [15]
				"Нечестивость", -- [16]
				72, -- [17]
			}, -- [4]
		},
		["PlayerNum"] = 1,
		["PlayersNum"] = 4,
		["Duration"] = 49,
		["Hidden"] = false,
		["isArena"] = true,
		["PlayerSide"] = 1,
		["isBrawl"] = false,
		["Time"] = 1653765903,
		["isRated"] = true,
		["Version"] = 317,
		["Winner"] = 1,
		["Season"] = 32,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1319, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1350, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [85]
	{
		["Map"] = 1552,
		["Players"] = {
			{
				"Рив", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Разбойница", -- [8]
				"ROGUE", -- [9]
				112055, -- [10]
				46900, -- [11]
				96, -- [12]
				96, -- [13]
				0, -- [14]
				0, -- [15]
				"Скрытность", -- [16]
				112, -- [17]
			}, -- [1]
			{
				"Phenorogue-Blackhand", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Эльфийка крови", -- [7]
				"Разбойница", -- [8]
				"ROGUE", -- [9]
				114581, -- [10]
				21154, -- [11]
				1175, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Головорез", -- [16]
				67, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				164633, -- [10]
				180799, -- [11]
				1434, -- [12]
				9, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				105, -- [17]
			}, -- [3]
			{
				"Интикам-Ревущийфьорд", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Орчиха", -- [7]
				"Рыцарь смерти", -- [8]
				"DEATHKNIGHT", -- [9]
				175503, -- [10]
				124834, -- [11]
				941, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Нечестивость", -- [16]
				125, -- [17]
			}, -- [4]
		},
		["PlayerNum"] = 3,
		["PlayersNum"] = 4,
		["Duration"] = 54,
		["Hidden"] = false,
		["isArena"] = true,
		["PlayerSide"] = 1,
		["isBrawl"] = false,
		["Time"] = 1653766043,
		["isRated"] = true,
		["Version"] = 317,
		["Winner"] = 1,
		["Season"] = 32,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1331, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1415, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [86]
	{
		["Map"] = 1504,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Аимбот", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				186403, -- [10]
				48531, -- [11]
				1443, -- [12]
				9, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				105, -- [17]
			}, -- [1]
			{
				"Рив", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Разбойница", -- [8]
				"ROGUE", -- [9]
				75806, -- [10]
				6462, -- [11]
				192, -- [12]
				96, -- [13]
				0, -- [14]
				0, -- [15]
				"Скрытность", -- [16]
				112, -- [17]
			}, -- [2]
			{
				"Gwinambele-BurningLegion", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Тролль", -- [7]
				"Шаман", -- [8]
				"SHAMAN", -- [9]
				77532, -- [10]
				81345, -- [11]
				1348, -- [12]
				-8, -- [13]
				0, -- [14]
				0, -- [15]
				"Совершенствование", -- [16]
				144, -- [17]
			}, -- [3]
			{
				"Mortabo-BurningLegion", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Орк", -- [7]
				"Воин", -- [8]
				"WARRIOR", -- [9]
				23522, -- [10]
				29846, -- [11]
				1188, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Неистовство", -- [16]
				85, -- [17]
			}, -- [4]
		},
		["PlayerNum"] = 1,
		["PlayersNum"] = 4,
		["Duration"] = 39,
		["Hidden"] = false,
		["isArena"] = true,
		["PlayerSide"] = 1,
		["isBrawl"] = false,
		["Time"] = 1653766183,
		["isRated"] = true,
		["Version"] = 317,
		["Winner"] = 1,
		["Season"] = 32,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1345, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1453, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [87]
	{
		["Map"] = 1911,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Аимбот", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				302742, -- [10]
				203230, -- [11]
				1452, -- [12]
				10, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				105, -- [17]
			}, -- [1]
			{
				"Roóty-Ravencrest", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				228011, -- [10]
				114462, -- [11]
				1362, -- [12]
				-8, -- [13]
				0, -- [14]
				0, -- [15]
				"Ликвидация", -- [16]
				18, -- [17]
			}, -- [2]
			{
				"Alderwin-Stormrage", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Человек", -- [7]
				"Маг", -- [8]
				"MAGE", -- [9]
				108280, -- [10]
				97912, -- [11]
				1384, -- [12]
				-9, -- [13]
				0, -- [14]
				0, -- [15]
				"Огонь", -- [16]
				46, -- [17]
			}, -- [3]
			{
				"Рив", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Разбойница", -- [8]
				"ROGUE", -- [9]
				114342, -- [10]
				58811, -- [11]
				288, -- [12]
				96, -- [13]
				0, -- [14]
				0, -- [15]
				"Скрытность", -- [16]
				112, -- [17]
			}, -- [4]
		},
		["PlayerNum"] = 1,
		["PlayersNum"] = 4,
		["Duration"] = 143,
		["Hidden"] = false,
		["isArena"] = true,
		["PlayerSide"] = 1,
		["isBrawl"] = false,
		["Time"] = 1653766409,
		["isRated"] = true,
		["Version"] = 317,
		["Winner"] = 1,
		["Season"] = 32,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1378, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1480, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [88]
	{
		["Map"] = 1134,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Tba-Archimonde", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Орк", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				209724, -- [10]
				79059, -- [11]
				1395, -- [12]
				17, -- [13]
				0, -- [14]
				0, -- [15]
				"Головорез", -- [16]
				83, -- [17]
			}, -- [1]
			{
				"Shamanski-ZirkeldesCenarius", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Маг'харка", -- [7]
				"Шаманка", -- [8]
				"SHAMAN", -- [9]
				60968, -- [10]
				329453, -- [11]
				1421, -- [12]
				15, -- [13]
				0, -- [14]
				0, -- [15]
				"Исцеление", -- [16]
				186, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				298636, -- [10]
				158190, -- [11]
				1462, -- [12]
				-14, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				105, -- [17]
			}, -- [3]
			{
				"Рив", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Разбойница", -- [8]
				"ROGUE", -- [9]
				131996, -- [10]
				42352, -- [11]
				384, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Скрытность", -- [16]
				112, -- [17]
			}, -- [4]
		},
		["PlayerNum"] = 3,
		["PlayersNum"] = 4,
		["Duration"] = 93,
		["Hidden"] = false,
		["isArena"] = true,
		["PlayerSide"] = 1,
		["isBrawl"] = false,
		["Time"] = 1653766632,
		["isRated"] = true,
		["Version"] = 317,
		["Winner"] = 0,
		["Season"] = 32,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1405, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1505, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [89]
	{
		["Map"] = 1911,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Аимбот", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				129753, -- [10]
				21508, -- [11]
				1448, -- [12]
				9, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				105, -- [17]
			}, -- [1]
			{
				"Calamitos-Stormscale", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Эльф крови", -- [7]
				"Паладин", -- [8]
				"PALADIN", -- [9]
				21905, -- [10]
				27253, -- [11]
				1329, -- [12]
				-9, -- [13]
				0, -- [14]
				0, -- [15]
				"Воздаяние", -- [16]
				21, -- [17]
			}, -- [2]
			{
				"Cowrie-Kazzak", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Тауренка", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				4119, -- [10]
				5958, -- [11]
				1335, -- [12]
				-9, -- [13]
				0, -- [14]
				0, -- [15]
				"Исцеление", -- [16]
				58, -- [17]
			}, -- [3]
			{
				"Рив", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Разбойница", -- [8]
				"ROGUE", -- [9]
				17345, -- [10]
				4158, -- [11]
				384, -- [12]
				96, -- [13]
				0, -- [14]
				0, -- [15]
				"Скрытность", -- [16]
				112, -- [17]
			}, -- [4]
		},
		["PlayerNum"] = 1,
		["PlayersNum"] = 4,
		["Duration"] = 22,
		["Hidden"] = false,
		["isArena"] = true,
		["PlayerSide"] = 0,
		["isBrawl"] = false,
		["Time"] = 1653766761,
		["isRated"] = true,
		["Version"] = 317,
		["Winner"] = 0,
		["Season"] = 32,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1431, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1363, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [90]
	{
		["Map"] = 980,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Pippihunter-Kazzak", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Орчиха", -- [7]
				"Охотница", -- [8]
				"HUNTER", -- [9]
				267199, -- [10]
				81472, -- [11]
				1339, -- [12]
				22, -- [13]
				0, -- [14]
				0, -- [15]
				"Стрельба", -- [16]
				133, -- [17]
			}, -- [1]
			{
				"Whiskérs-Terenas", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Гоблин", -- [7]
				"Жрица", -- [8]
				"PRIEST", -- [9]
				266633, -- [10]
				506597, -- [11]
				1508, -- [12]
				10, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				147, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				375622, -- [10]
				349329, -- [11]
				1457, -- [12]
				-14, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				105, -- [17]
			}, -- [3]
			{
				"Рив", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Разбойница", -- [8]
				"ROGUE", -- [9]
				183263, -- [10]
				36248, -- [11]
				480, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Скрытность", -- [16]
				112, -- [17]
			}, -- [4]
		},
		["PlayerNum"] = 3,
		["PlayersNum"] = 4,
		["Duration"] = 191,
		["Hidden"] = false,
		["isArena"] = true,
		["PlayerSide"] = 0,
		["isBrawl"] = false,
		["Time"] = 1653767036,
		["isRated"] = true,
		["Version"] = 317,
		["Winner"] = 1,
		["Season"] = 32,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1458, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1393, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [91]
	{
		["Map"] = 617,
		["Players"] = {
			{
				"Mércer-ArgentDawn", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Человек", -- [7]
				"Рыцарь смерти", -- [8]
				"DEATHKNIGHT", -- [9]
				352974, -- [10]
				190393, -- [11]
				1390, -- [12]
				13, -- [13]
				0, -- [14]
				0, -- [15]
				"Нечестивость", -- [16]
				30, -- [17]
			}, -- [1]
			{
				"Merenhall-ArgentDawn", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Человек", -- [7]
				"Паладин", -- [8]
				"PALADIN", -- [9]
				24594, -- [10]
				194029, -- [11]
				1324, -- [12]
				19, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				10, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				252732, -- [10]
				242005, -- [11]
				1443, -- [12]
				-15, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				105, -- [17]
			}, -- [3]
			{
				"Рив", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Разбойница", -- [8]
				"ROGUE", -- [9]
				155631, -- [10]
				64579, -- [11]
				480, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Скрытность", -- [16]
				112, -- [17]
			}, -- [4]
		},
		["PlayerNum"] = 3,
		["PlayersNum"] = 4,
		["Duration"] = 103,
		["Hidden"] = false,
		["isArena"] = true,
		["PlayerSide"] = 1,
		["isBrawl"] = false,
		["Time"] = 1653767236,
		["isRated"] = true,
		["Version"] = 317,
		["Winner"] = 0,
		["Season"] = 32,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1367, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1406, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [92]
	{
		["Map"] = 617,
		["Players"] = {
			{
				"Малифэсента", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Дренейка", -- [7]
				"Шаманка", -- [8]
				"SHAMAN", -- [9]
				154440, -- [10]
				178972, -- [11]
				1441, -- [12]
				5, -- [13]
				0, -- [14]
				0, -- [15]
				"Исцеление", -- [16]
				98, -- [17]
			}, -- [1]
			{
				"Рив", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Разбойница", -- [8]
				"ROGUE", -- [9]
				93861, -- [10]
				16413, -- [11]
				0, -- [12]
				96, -- [13]
				0, -- [14]
				0, -- [15]
				"Скрытность", -- [16]
				112, -- [17]
			}, -- [2]
			{
				"Fkingnerd-Stormscale", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Нежить", -- [7]
				"Охотница", -- [8]
				"HUNTER", -- [9]
				112998, -- [10]
				64681, -- [11]
				1129, -- [12]
				-3, -- [13]
				0, -- [14]
				0, -- [15]
				"Выживание", -- [16]
				56, -- [17]
			}, -- [3]
			{
				"Flashburger-Ragnaros", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Таурен", -- [7]
				"Паладин", -- [8]
				"PALADIN", -- [9]
				88206, -- [10]
				205371, -- [11]
				1128, -- [12]
				-3, -- [13]
				0, -- [14]
				0, -- [15]
				"Защита", -- [16]
				84, -- [17]
			}, -- [4]
			{
				"Gatekeeper-Ragnaros", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Тролль", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				93566, -- [10]
				106398, -- [11]
				1128, -- [12]
				-3, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				77, -- [17]
			}, -- [5]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				260384, -- [10]
				119809, -- [11]
				0, -- [12]
				96, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				105, -- [17]
			}, -- [6]
		},
		["PlayerNum"] = 6,
		["PlayersNum"] = 6,
		["Duration"] = 76,
		["Hidden"] = false,
		["isArena"] = true,
		["PlayerSide"] = 1,
		["isBrawl"] = false,
		["Time"] = 1653767416,
		["isRated"] = true,
		["Version"] = 317,
		["Winner"] = 1,
		["Season"] = 32,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1201, -- [4]
				3, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1447, -- [4]
				3, -- [5]
			}, -- [2]
		},
	}, -- [93]
	{
		["Map"] = 1825,
		["Players"] = {
			{
				"Аимбот", -- [1]
				3, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				248997, -- [10]
				201899, -- [11]
				96, -- [12]
				96, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				105, -- [17]
			}, -- [1]
			{
				"Kenzo-TarrenMill", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Орчиха", -- [7]
				"Охотница", -- [8]
				"HUNTER", -- [9]
				218878, -- [10]
				67706, -- [11]
				1234, -- [12]
				-5, -- [13]
				0, -- [14]
				0, -- [15]
				"Стрельба", -- [16]
				52, -- [17]
			}, -- [2]
			{
				"Ascorhunt-Eredar", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Эльф крови", -- [7]
				"Охотник", -- [8]
				"HUNTER", -- [9]
				121720, -- [10]
				12152, -- [11]
				1229, -- [12]
				-5, -- [13]
				0, -- [14]
				0, -- [15]
				"Стрельба", -- [16]
				22, -- [17]
			}, -- [3]
			{
				"Slaapzz-TarrenMill", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Орк", -- [7]
				"Охотник", -- [8]
				"HUNTER", -- [9]
				284517, -- [10]
				113700, -- [11]
				1206, -- [12]
				-4, -- [13]
				0, -- [14]
				0, -- [15]
				"Стрельба", -- [16]
				28, -- [17]
			}, -- [4]
			{
				"Малифэсента", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Дренейка", -- [7]
				"Шаманка", -- [8]
				"SHAMAN", -- [9]
				108514, -- [10]
				335530, -- [11]
				1446, -- [12]
				6, -- [13]
				0, -- [14]
				0, -- [15]
				"Исцеление", -- [16]
				98, -- [17]
			}, -- [5]
			{
				"Рив", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Разбойница", -- [8]
				"ROGUE", -- [9]
				34161, -- [10]
				10743, -- [11]
				96, -- [12]
				96, -- [13]
				0, -- [14]
				0, -- [15]
				"Скрытность", -- [16]
				112, -- [17]
			}, -- [6]
		},
		["PlayerNum"] = 1,
		["PlayersNum"] = 6,
		["Duration"] = 149,
		["Hidden"] = false,
		["isArena"] = true,
		["PlayerSide"] = 0,
		["isBrawl"] = false,
		["Time"] = 1653767714,
		["isRated"] = true,
		["Version"] = 317,
		["Winner"] = 0,
		["Season"] = 32,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1473, -- [4]
				3, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1261, -- [4]
				3, -- [5]
			}, -- [2]
		},
	}, -- [94]
	{
		["Map"] = 2509,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Аимбот", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				573621, -- [10]
				174422, -- [11]
				192, -- [12]
				96, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				105, -- [17]
			}, -- [1]
			{
				"Малифэсента", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Дренейка", -- [7]
				"Шаманка", -- [8]
				"SHAMAN", -- [9]
				204949, -- [10]
				457499, -- [11]
				1452, -- [12]
				6, -- [13]
				0, -- [14]
				0, -- [15]
				"Исцеление", -- [16]
				98, -- [17]
			}, -- [2]
			{
				"Рив", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Разбойница", -- [8]
				"ROGUE", -- [9]
				222182, -- [10]
				69871, -- [11]
				192, -- [12]
				96, -- [13]
				0, -- [14]
				0, -- [15]
				"Скрытность", -- [16]
				112, -- [17]
			}, -- [3]
			{
				"Chaló-Kazzak", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Орк", -- [7]
				"Воин", -- [8]
				"WARRIOR", -- [9]
				419779, -- [10]
				134023, -- [11]
				1174, -- [12]
				-3, -- [13]
				0, -- [14]
				0, -- [15]
				"Неистовство", -- [16]
				5, -- [17]
			}, -- [4]
			{
				"Darealkilla-Kazzak", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Орчиха", -- [7]
				"Охотница", -- [8]
				"HUNTER", -- [9]
				187337, -- [10]
				69629, -- [11]
				851, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Выживание", -- [16]
				56, -- [17]
			}, -- [5]
			{
				"Nyvasket-Kazzak", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Нежить", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				85647, -- [10]
				604792, -- [11]
				1239, -- [12]
				-4, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				24, -- [17]
			}, -- [6]
		},
		["PlayerNum"] = 1,
		["PlayersNum"] = 6,
		["Duration"] = 125,
		["Hidden"] = false,
		["isArena"] = true,
		["PlayerSide"] = 0,
		["isBrawl"] = false,
		["Time"] = 1653767928,
		["isRated"] = true,
		["Version"] = 317,
		["Winner"] = 0,
		["Season"] = 32,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1499, -- [4]
				3, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1276, -- [4]
				3, -- [5]
			}, -- [2]
		},
	}, -- [95]
	{
		["Map"] = 1504,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Brainsap-Blackmoore", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Орчиха", -- [7]
				"Разбойница", -- [8]
				"ROGUE", -- [9]
				355621, -- [10]
				58246, -- [11]
				574, -- [12]
				96, -- [13]
				0, -- [14]
				0, -- [15]
				"Головорез", -- [16]
				29, -- [17]
			}, -- [1]
			{
				"Spuckì-Blackmoore", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Нежить", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				475334, -- [10]
				30540, -- [11]
				1281, -- [12]
				35, -- [13]
				0, -- [14]
				0, -- [15]
				"Ликвидация", -- [16]
				45, -- [17]
			}, -- [2]
			{
				"Râyzer-Blackmoore", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Таурен", -- [7]
				"Паладин", -- [8]
				"PALADIN", -- [9]
				12377, -- [10]
				781593, -- [11]
				574, -- [12]
				96, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				31, -- [17]
			}, -- [3]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				297155, -- [10]
				180570, -- [11]
				288, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				105, -- [17]
			}, -- [4]
			{
				"Малифэсента", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Дренейка", -- [7]
				"Шаманка", -- [8]
				"SHAMAN", -- [9]
				289521, -- [10]
				427651, -- [11]
				1458, -- [12]
				-15, -- [13]
				0, -- [14]
				0, -- [15]
				"Исцеление", -- [16]
				98, -- [17]
			}, -- [5]
			{
				"Рив", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Разбойница", -- [8]
				"ROGUE", -- [9]
				272272, -- [10]
				69370, -- [11]
				288, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Скрытность", -- [16]
				112, -- [17]
			}, -- [6]
		},
		["PlayerNum"] = 4,
		["PlayersNum"] = 6,
		["Duration"] = 135,
		["Hidden"] = false,
		["isArena"] = true,
		["PlayerSide"] = 1,
		["isBrawl"] = false,
		["Time"] = 1653768146,
		["isRated"] = true,
		["Version"] = 317,
		["Winner"] = 0,
		["Season"] = 32,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1377, -- [4]
				3, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1519, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [96]
	{
		["Map"] = 2509,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Аимбот", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				231650, -- [10]
				75098, -- [11]
				288, -- [12]
				96, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				110, -- [17]
			}, -- [1]
			{
				"Рив", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				111253, -- [10]
				14292, -- [11]
				1227, -- [12]
				49, -- [13]
				0, -- [14]
				0, -- [15]
				"Головорез", -- [16]
				114, -- [17]
			}, -- [2]
			{
				"Discosean-Frostmane", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Человек", -- [7]
				"Монах", -- [8]
				"MONK", -- [9]
				147807, -- [10]
				91633, -- [11]
				1334, -- [12]
				-9, -- [13]
				0, -- [14]
				0, -- [15]
				"Танцующий с ветром", -- [16]
				26, -- [17]
			}, -- [3]
			{
				"Gîmlí-Frostmane", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Дворф", -- [7]
				"Паладин", -- [8]
				"PALADIN", -- [9]
				49723, -- [10]
				64097, -- [11]
				1339, -- [12]
				-9, -- [13]
				0, -- [14]
				0, -- [15]
				"Воздаяние", -- [16]
				58, -- [17]
			}, -- [4]
			{
				"Jeuce-Frostmane", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Гном", -- [7]
				"Воин", -- [8]
				"WARRIOR", -- [9]
				143988, -- [10]
				88906, -- [11]
				1337, -- [12]
				-9, -- [13]
				0, -- [14]
				0, -- [15]
				"Неистовство", -- [16]
				26, -- [17]
			}, -- [5]
			{
				"Малифэсента", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Дренейка", -- [7]
				"Шаманка", -- [8]
				"SHAMAN", -- [9]
				156416, -- [10]
				239623, -- [11]
				1505, -- [12]
				8, -- [13]
				0, -- [14]
				0, -- [15]
				"Исцеление", -- [16]
				104, -- [17]
			}, -- [6]
		},
		["Hidden"] = false,
		["PlayersNum"] = 6,
		["Duration"] = 49,
		["Season"] = 32,
		["isArena"] = true,
		["Time"] = 1655145500,
		["isBrawl"] = false,
		["Version"] = 317,
		["isRated"] = true,
		["PlayerSide"] = 0,
		["Winner"] = 0,
		["PlayerNum"] = 1,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1435, -- [4]
				3, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1376, -- [4]
				3, -- [5]
			}, -- [2]
		},
	}, -- [97]
	{
		["Map"] = 2509,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Аимбот", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				742438, -- [10]
				294477, -- [11]
				384, -- [12]
				96, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				110, -- [17]
			}, -- [1]
			{
				"Малифэсента", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Дренейка", -- [7]
				"Шаманка", -- [8]
				"SHAMAN", -- [9]
				341849, -- [10]
				1019108, -- [11]
				1513, -- [12]
				10, -- [13]
				0, -- [14]
				0, -- [15]
				"Исцеление", -- [16]
				104, -- [17]
			}, -- [2]
			{
				"Brokenbone-Wildhammer", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Нежить", -- [7]
				"Рыцарь смерти", -- [8]
				"DEATHKNIGHT", -- [9]
				766790, -- [10]
				359022, -- [11]
				1469, -- [12]
				-12, -- [13]
				0, -- [14]
				0, -- [15]
				"Нечестивость", -- [16]
				63, -- [17]
			}, -- [3]
			{
				"Hao-Drak'thul", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Пандарен", -- [7]
				"Монах", -- [8]
				"MONK", -- [9]
				969, -- [10]
				707727, -- [11]
				575, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Ткач туманов", -- [16]
				15, -- [17]
			}, -- [4]
			{
				"Steidas-Wildhammer", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Маг'хар", -- [7]
				"Рыцарь смерти", -- [8]
				"DEATHKNIGHT", -- [9]
				635538, -- [10]
				358461, -- [11]
				1194, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Нечестивость", -- [16]
				50, -- [17]
			}, -- [5]
			{
				"Рив", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				556953, -- [10]
				73152, -- [11]
				1276, -- [12]
				46, -- [13]
				0, -- [14]
				0, -- [15]
				"Головорез", -- [16]
				114, -- [17]
			}, -- [6]
		},
		["Hidden"] = false,
		["PlayersNum"] = 6,
		["Duration"] = 155,
		["Season"] = 32,
		["isArena"] = true,
		["Time"] = 1655145737,
		["isBrawl"] = false,
		["Version"] = 317,
		["isRated"] = true,
		["PlayerSide"] = 1,
		["Winner"] = 1,
		["PlayerNum"] = 1,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1445, -- [4]
				3, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1482, -- [4]
				3, -- [5]
			}, -- [2]
		},
	}, -- [98]
	{
		["Map"] = 2509,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Kiefercasper-Blackrock", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				266946, -- [10]
				53828, -- [11]
				1386, -- [12]
				26, -- [13]
				0, -- [14]
				0, -- [15]
				"Ликвидация", -- [16]
				96, -- [17]
			}, -- [1]
			{
				"Dentex-Blackrock", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Орчиха", -- [7]
				"Разбойница", -- [8]
				"ROGUE", -- [9]
				179330, -- [10]
				76598, -- [11]
				1407, -- [12]
				23, -- [13]
				0, -- [14]
				0, -- [15]
				"Скрытность", -- [16]
				229, -- [17]
			}, -- [2]
			{
				"Mageyø-Blackrock", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Орк", -- [7]
				"Маг", -- [8]
				"MAGE", -- [9]
				115488, -- [10]
				141944, -- [11]
				1310, -- [12]
				41, -- [13]
				0, -- [14]
				0, -- [15]
				"Лед", -- [16]
				227, -- [17]
			}, -- [3]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				12877, -- [10]
				33016, -- [11]
				480, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				110, -- [17]
			}, -- [4]
			{
				"Малифэсента", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Дренейка", -- [7]
				"Шаманка", -- [8]
				"SHAMAN", -- [9]
				142538, -- [10]
				346023, -- [11]
				1523, -- [12]
				-14, -- [13]
				0, -- [14]
				0, -- [15]
				"Исцеление", -- [16]
				104, -- [17]
			}, -- [5]
			{
				"Рив", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				199171, -- [10]
				18993, -- [11]
				1322, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Головорез", -- [16]
				114, -- [17]
			}, -- [6]
		},
		["Hidden"] = false,
		["PlayersNum"] = 6,
		["Duration"] = 131,
		["Season"] = 32,
		["isArena"] = true,
		["Time"] = 1655145980,
		["isBrawl"] = false,
		["Version"] = 317,
		["isRated"] = true,
		["PlayerSide"] = 0,
		["Winner"] = 1,
		["PlayerNum"] = 4,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1524, -- [4]
				3, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1456, -- [4]
				3, -- [5]
			}, -- [2]
		},
	}, -- [99]
	{
		["Map"] = 2509,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Рив", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				621663, -- [10]
				94419, -- [11]
				1322, -- [12]
				30, -- [13]
				0, -- [14]
				0, -- [15]
				"Головорез", -- [16]
				115, -- [17]
			}, -- [1]
			{
				"Аимбот", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				927044, -- [10]
				160716, -- [11]
				480, -- [12]
				95, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				110, -- [17]
			}, -- [2]
			{
				"Háv-Nagrand", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночная эльфийка", -- [7]
				"Охотница на демонов", -- [8]
				"DEMONHUNTER", -- [9]
				451041, -- [10]
				171041, -- [11]
				1347, -- [12]
				-9, -- [13]
				0, -- [14]
				0, -- [15]
				"Истребление", -- [16]
				16, -- [17]
			}, -- [3]
			{
				"Spriestgodx-Blackhand", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Нежить", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				47184, -- [10]
				885589, -- [11]
				1360, -- [12]
				-9, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				103, -- [17]
			}, -- [4]
			{
				"Yoosii-Draenor", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Орчиха", -- [7]
				"Воин", -- [8]
				"WARRIOR", -- [9]
				449212, -- [10]
				407763, -- [11]
				1114, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Неистовство", -- [16]
				110, -- [17]
			}, -- [5]
			{
				"Малифэсента", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Дренейка", -- [7]
				"Шаманка", -- [8]
				"SHAMAN", -- [9]
				180024, -- [10]
				722720, -- [11]
				1509, -- [12]
				8, -- [13]
				0, -- [14]
				0, -- [15]
				"Исцеление", -- [16]
				104, -- [17]
			}, -- [6]
		},
		["Hidden"] = false,
		["PlayersNum"] = 6,
		["Duration"] = 234,
		["Season"] = 32,
		["isArena"] = true,
		["Time"] = 1655146296,
		["isBrawl"] = false,
		["Version"] = 317,
		["isRated"] = true,
		["PlayerSide"] = 1,
		["Winner"] = 1,
		["PlayerNum"] = 2,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1386, -- [4]
				3, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1444, -- [4]
				3, -- [5]
			}, -- [2]
		},
	}, -- [100]
	{
		["Map"] = 1505,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Аимбот", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				844388, -- [10]
				185741, -- [11]
				575, -- [12]
				95, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				110, -- [17]
			}, -- [1]
			{
				"Рив", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				816965, -- [10]
				121323, -- [11]
				1352, -- [12]
				32, -- [13]
				0, -- [14]
				0, -- [15]
				"Головорез", -- [16]
				115, -- [17]
			}, -- [2]
			{
				"Popekushdady-AzjolNerub", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночная эльфийка", -- [7]
				"Жрица", -- [8]
				"PRIEST", -- [9]
				86186, -- [10]
				1108505, -- [11]
				1500, -- [12]
				-13, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				91, -- [17]
			}, -- [3]
			{
				"Thedoogz-TwistingNether", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Человек", -- [7]
				"Чернокнижница", -- [8]
				"WARLOCK", -- [9]
				800753, -- [10]
				195433, -- [11]
				1457, -- [12]
				-11, -- [13]
				0, -- [14]
				0, -- [15]
				"Разрушение", -- [16]
				228, -- [17]
			}, -- [4]
			{
				"Wrexzy-TwistingNether", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Человек", -- [7]
				"Маг", -- [8]
				"MAGE", -- [9]
				230301, -- [10]
				205434, -- [11]
				671, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Лед", -- [16]
				263, -- [17]
			}, -- [5]
			{
				"Малифэсента", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Дренейка", -- [7]
				"Шаманка", -- [8]
				"SHAMAN", -- [9]
				183352, -- [10]
				825249, -- [11]
				1517, -- [12]
				10, -- [13]
				0, -- [14]
				0, -- [15]
				"Исцеление", -- [16]
				104, -- [17]
			}, -- [6]
		},
		["Hidden"] = false,
		["PlayersNum"] = 6,
		["Duration"] = 241,
		["Season"] = 32,
		["isArena"] = true,
		["Time"] = 1655146651,
		["isBrawl"] = false,
		["Version"] = 317,
		["isRated"] = true,
		["PlayerSide"] = 0,
		["Winner"] = 0,
		["PlayerNum"] = 1,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1480, -- [4]
				3, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1464, -- [4]
				3, -- [5]
			}, -- [2]
		},
	}, -- [101]
	{
		["Map"] = 1825,
		["Players"] = {
			{
				"Kanjota-Blackrock", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Нежить", -- [7]
				"Жрица", -- [8]
				"PRIEST", -- [9]
				95288, -- [10]
				129071, -- [11]
				1564, -- [12]
				11, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				89, -- [17]
			}, -- [1]
			{
				"Puzikovatr-Kazzak", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Орк", -- [7]
				"Рыцарь смерти", -- [8]
				"DEATHKNIGHT", -- [9]
				415766, -- [10]
				118523, -- [11]
				1525, -- [12]
				12, -- [13]
				0, -- [14]
				0, -- [15]
				"Нечестивость", -- [16]
				3, -- [17]
			}, -- [2]
			{
				"Тыщастоммр-Термоштепсель", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Орк", -- [7]
				"Воин", -- [8]
				"WARRIOR", -- [9]
				213520, -- [10]
				42629, -- [11]
				288, -- [12]
				96, -- [13]
				0, -- [14]
				0, -- [15]
				"Неистовство", -- [16]
				286, -- [17]
			}, -- [3]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				158936, -- [10]
				133902, -- [11]
				670, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				110, -- [17]
			}, -- [4]
			{
				"Малифэсента", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Дренейка", -- [7]
				"Шаманка", -- [8]
				"SHAMAN", -- [9]
				34307, -- [10]
				324057, -- [11]
				1527, -- [12]
				-10, -- [13]
				0, -- [14]
				0, -- [15]
				"Исцеление", -- [16]
				104, -- [17]
			}, -- [5]
			{
				"Рив", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				140336, -- [10]
				26184, -- [11]
				1384, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Головорез", -- [16]
				115, -- [17]
			}, -- [6]
		},
		["Hidden"] = false,
		["PlayersNum"] = 6,
		["Duration"] = 56,
		["Season"] = 32,
		["isArena"] = true,
		["Time"] = 1655146788,
		["isBrawl"] = false,
		["Version"] = 317,
		["isRated"] = true,
		["PlayerSide"] = 1,
		["Winner"] = 0,
		["PlayerNum"] = 4,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1600, -- [4]
				3, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1521, -- [4]
				3, -- [5]
			}, -- [2]
		},
	}, -- [102]
	{
		["Map"] = 1552,
		["Players"] = {
			{
				"Аимбот", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				235848, -- [10]
				107111, -- [11]
				1428, -- [12]
				10, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				110, -- [17]
			}, -- [1]
			{
				"Fitebarj-Outland", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Человек", -- [7]
				"Жрица", -- [8]
				"PRIEST", -- [9]
				0, -- [10]
				254503, -- [11]
				764, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				94, -- [17]
			}, -- [2]
			{
				"Yamping-Draenor", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночная эльфийка", -- [7]
				"Разбойница", -- [8]
				"ROGUE", -- [9]
				142242, -- [10]
				78876, -- [11]
				1373, -- [12]
				-11, -- [13]
				0, -- [14]
				0, -- [15]
				"Ликвидация", -- [16]
				89, -- [17]
			}, -- [3]
			{
				"Рив", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				243425, -- [10]
				14020, -- [11]
				480, -- [12]
				95, -- [13]
				0, -- [14]
				0, -- [15]
				"Головорез", -- [16]
				115, -- [17]
			}, -- [4]
		},
		["Hidden"] = false,
		["PlayersNum"] = 4,
		["Duration"] = 83,
		["Season"] = 32,
		["isArena"] = true,
		["Time"] = 1655147085,
		["isBrawl"] = false,
		["Version"] = 317,
		["isRated"] = true,
		["PlayerSide"] = 1,
		["Winner"] = 1,
		["PlayerNum"] = 1,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1370, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1398, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [103]
	{
		["Map"] = 1825,
		["Players"] = {
			{
				"Tënti-Ravencrest", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Человек", -- [7]
				"Воин", -- [8]
				"WARRIOR", -- [9]
				308468, -- [10]
				146548, -- [11]
				1419, -- [12]
				12, -- [13]
				0, -- [14]
				0, -- [15]
				"Неистовство", -- [16]
				11, -- [17]
			}, -- [1]
			{
				"Alavirra-Silvermoon", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночная эльфийка", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				4490, -- [10]
				184271, -- [11]
				1353, -- [12]
				18, -- [13]
				0, -- [14]
				0, -- [15]
				"Исцеление", -- [16]
				22, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				179824, -- [10]
				112934, -- [11]
				1438, -- [12]
				-14, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				110, -- [17]
			}, -- [3]
			{
				"Рив", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				160834, -- [10]
				33661, -- [11]
				575, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Головорез", -- [16]
				115, -- [17]
			}, -- [4]
		},
		["Hidden"] = false,
		["PlayersNum"] = 4,
		["Duration"] = 62,
		["Season"] = 32,
		["isArena"] = true,
		["Time"] = 1655147253,
		["isBrawl"] = false,
		["Version"] = 317,
		["isRated"] = true,
		["PlayerSide"] = 1,
		["Winner"] = 0,
		["PlayerNum"] = 3,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1391, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1425, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [104]
	{
		["Map"] = 617,
		["Players"] = {
			{
				"Elleiana-Kazzak", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Тролль", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				241691, -- [10]
				97748, -- [11]
				480, -- [12]
				95, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				18, -- [17]
			}, -- [1]
			{
				"Takamatsuku-Kazzak", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Эльфийка крови", -- [7]
				"Паладин", -- [8]
				"PALADIN", -- [9]
				156382, -- [10]
				209458, -- [11]
				480, -- [12]
				95, -- [13]
				0, -- [14]
				0, -- [15]
				"Защита", -- [16]
				40, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				284948, -- [10]
				207580, -- [11]
				1424, -- [12]
				-10, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				110, -- [17]
			}, -- [3]
			{
				"Рив", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				94924, -- [10]
				38159, -- [11]
				575, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Головорез", -- [16]
				115, -- [17]
			}, -- [4]
		},
		["Hidden"] = false,
		["PlayersNum"] = 4,
		["Duration"] = 80,
		["Season"] = 32,
		["isArena"] = true,
		["Time"] = 1655147540,
		["isBrawl"] = false,
		["Version"] = 317,
		["isRated"] = true,
		["PlayerSide"] = 1,
		["Winner"] = 0,
		["PlayerNum"] = 3,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1475, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1388, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [105]
	{
		["Map"] = 1552,
		["Players"] = {
			{
				"Аимбот", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				128224, -- [10]
				449734, -- [11]
				1414, -- [12]
				10, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				110, -- [17]
			}, -- [1]
			{
				"Bearforceone-Kel'Thuzad", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Тролль", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				97456, -- [10]
				286026, -- [11]
				1213, -- [12]
				-7, -- [13]
				0, -- [14]
				0, -- [15]
				"Исцеление", -- [16]
				86, -- [17]
			}, -- [2]
			{
				"Victoir-Hyjal", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Человек", -- [7]
				"Воин", -- [8]
				"WARRIOR", -- [9]
				423326, -- [10]
				194479, -- [11]
				1243, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Неистовство", -- [16]
				114, -- [17]
			}, -- [3]
			{
				"Рив", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				538065, -- [10]
				101472, -- [11]
				575, -- [12]
				95, -- [13]
				0, -- [14]
				0, -- [15]
				"Головорез", -- [16]
				115, -- [17]
			}, -- [4]
		},
		["Hidden"] = false,
		["PlayersNum"] = 4,
		["Duration"] = 204,
		["Season"] = 32,
		["isArena"] = true,
		["Time"] = 1655147884,
		["isBrawl"] = false,
		["Version"] = 317,
		["isRated"] = true,
		["PlayerSide"] = 1,
		["Winner"] = 1,
		["PlayerNum"] = 1,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1347, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1372, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [106]
	{
		["Map"] = 1505,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Аимбот", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				125158, -- [10]
				489911, -- [11]
				1424, -- [12]
				10, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				110, -- [17]
			}, -- [1]
			{
				"Рив", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				314168, -- [10]
				9037, -- [11]
				670, -- [12]
				94, -- [13]
				0, -- [14]
				0, -- [15]
				"Головорез", -- [16]
				115, -- [17]
			}, -- [2]
			{
				"Crowes-Ragnaros", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ворген", -- [7]
				"Воин", -- [8]
				"WARRIOR", -- [9]
				156404, -- [10]
				109565, -- [11]
				1275, -- [12]
				-8, -- [13]
				0, -- [14]
				0, -- [15]
				"Неистовство", -- [16]
				185, -- [17]
			}, -- [3]
			{
				"Firestormxx-Ragnaros", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Охотник на демонов", -- [8]
				"DEMONHUNTER", -- [9]
				375388, -- [10]
				165114, -- [11]
				1354, -- [12]
				-11, -- [13]
				0, -- [14]
				0, -- [15]
				"Истребление", -- [16]
				149, -- [17]
			}, -- [4]
		},
		["Hidden"] = false,
		["PlayersNum"] = 4,
		["Duration"] = 125,
		["Season"] = 32,
		["isArena"] = true,
		["Time"] = 1655148096,
		["isBrawl"] = false,
		["Version"] = 317,
		["isRated"] = true,
		["PlayerSide"] = 1,
		["Winner"] = 1,
		["PlayerNum"] = 1,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1379, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1397, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [107]
	{
		["Map"] = 980,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Рив", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				249408, -- [10]
				40361, -- [11]
				764, -- [12]
				94, -- [13]
				0, -- [14]
				0, -- [15]
				"Головорез", -- [16]
				115, -- [17]
			}, -- [1]
			{
				"Ninjaboje-GrimBatol", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Человек", -- [7]
				"Воин", -- [8]
				"WARRIOR", -- [9]
				344691, -- [10]
				100200, -- [11]
				1383, -- [12]
				-11, -- [13]
				0, -- [14]
				0, -- [15]
				"Неистовство", -- [16]
				18, -- [17]
			}, -- [2]
			{
				"Opare-Outland", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночная эльфийка", -- [7]
				"Разбойница", -- [8]
				"ROGUE", -- [9]
				303191, -- [10]
				66623, -- [11]
				1422, -- [12]
				-12, -- [13]
				0, -- [14]
				0, -- [15]
				"Ликвидация", -- [16]
				43, -- [17]
			}, -- [3]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				95050, -- [10]
				622004, -- [11]
				1434, -- [12]
				11, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				110, -- [17]
			}, -- [4]
		},
		["Hidden"] = false,
		["PlayersNum"] = 4,
		["Duration"] = 126,
		["Season"] = 32,
		["isArena"] = true,
		["Time"] = 1655148316,
		["isBrawl"] = false,
		["Version"] = 317,
		["isRated"] = true,
		["PlayerSide"] = 0,
		["Winner"] = 0,
		["PlayerNum"] = 4,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1421, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1407, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [108]
	{
		["Map"] = 1825,
		["Players"] = {
			{
				"Рив", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				532038, -- [10]
				38953, -- [11]
				858, -- [12]
				93, -- [13]
				0, -- [14]
				0, -- [15]
				"Головорез", -- [16]
				115, -- [17]
			}, -- [1]
			{
				"Bullard-Silvermoon", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Человек", -- [7]
				"Паладин", -- [8]
				"PALADIN", -- [9]
				458158, -- [10]
				154957, -- [11]
				1460, -- [12]
				-13, -- [13]
				0, -- [14]
				0, -- [15]
				"Воздаяние", -- [16]
				117, -- [17]
			}, -- [2]
			{
				"Tyco-Silvermoon", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Человек", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				45395, -- [10]
				377248, -- [11]
				1466, -- [12]
				-13, -- [13]
				0, -- [14]
				0, -- [15]
				"Послушание", -- [16]
				47, -- [17]
			}, -- [3]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				127007, -- [10]
				432042, -- [11]
				1445, -- [12]
				12, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				110, -- [17]
			}, -- [4]
		},
		["Hidden"] = false,
		["PlayersNum"] = 4,
		["Duration"] = 196,
		["Season"] = 32,
		["isArena"] = true,
		["Time"] = 1655148594,
		["isBrawl"] = false,
		["Version"] = 317,
		["isRated"] = true,
		["PlayerSide"] = 1,
		["Winner"] = 1,
		["PlayerNum"] = 4,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1437, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1445, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [109]
	{
		["Map"] = 1672,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Diskomino-Drak'thul", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				118672, -- [10]
				89173, -- [11]
				1465, -- [12]
				13, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				25, -- [17]
			}, -- [1]
			{
				"Domcis-Drak'thul", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Человек", -- [7]
				"Охотница", -- [8]
				"HUNTER", -- [9]
				143844, -- [10]
				0, -- [11]
				1465, -- [12]
				13, -- [13]
				0, -- [14]
				0, -- [15]
				"Стрельба", -- [16]
				82, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				7724, -- [10]
				85920, -- [11]
				1457, -- [12]
				-12, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				110, -- [17]
			}, -- [3]
			{
				"Рив", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				96016, -- [10]
				2808, -- [11]
				951, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Головорез", -- [16]
				115, -- [17]
			}, -- [4]
		},
		["Hidden"] = false,
		["PlayersNum"] = 4,
		["Duration"] = 78,
		["Season"] = 32,
		["isArena"] = true,
		["Time"] = 1655148764,
		["isBrawl"] = false,
		["Version"] = 317,
		["isRated"] = true,
		["PlayerSide"] = 0,
		["Winner"] = 1,
		["PlayerNum"] = 3,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1470, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1469, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [110]
	{
		["Map"] = 2373,
		["Players"] = {
			{
				"Аимбот", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				87991, -- [10]
				325258, -- [11]
				1445, -- [12]
				12, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				110, -- [17]
			}, -- [1]
			{
				"Celmar-Archimonde", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Человек", -- [7]
				"Разбойница", -- [8]
				"ROGUE", -- [9]
				206618, -- [10]
				12608, -- [11]
				1457, -- [12]
				-12, -- [13]
				0, -- [14]
				0, -- [15]
				"Скрытность", -- [16]
				246, -- [17]
			}, -- [2]
			{
				"Poliex-KhazModan", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Эльф крови", -- [7]
				"Охотник на демонов", -- [8]
				"DEMONHUNTER", -- [9]
				207992, -- [10]
				50610, -- [11]
				1441, -- [12]
				-12, -- [13]
				0, -- [14]
				0, -- [15]
				"Истребление", -- [16]
				93, -- [17]
			}, -- [3]
			{
				"Рив", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				133646, -- [10]
				55116, -- [11]
				951, -- [12]
				90, -- [13]
				0, -- [14]
				0, -- [15]
				"Головорез", -- [16]
				115, -- [17]
			}, -- [4]
		},
		["Hidden"] = false,
		["PlayersNum"] = 4,
		["Duration"] = 103,
		["Season"] = 32,
		["isArena"] = true,
		["Time"] = 1655149017,
		["isBrawl"] = false,
		["Version"] = 317,
		["isRated"] = true,
		["PlayerSide"] = 0,
		["Winner"] = 0,
		["PlayerNum"] = 1,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1444, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1436, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [111]
	{
		["Map"] = 1134,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Axura-Nemesis", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночная эльфийка", -- [7]
				"Охотница", -- [8]
				"HUNTER", -- [9]
				297732, -- [10]
				30072, -- [11]
				1491, -- [12]
				12, -- [13]
				0, -- [14]
				0, -- [15]
				"Выживание", -- [16]
				215, -- [17]
			}, -- [1]
			{
				"Felonies-Nemesis", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночная эльфийка", -- [7]
				"Разбойница", -- [8]
				"ROGUE", -- [9]
				252913, -- [10]
				39465, -- [11]
				1465, -- [12]
				12, -- [13]
				0, -- [14]
				0, -- [15]
				"Скрытность", -- [16]
				49, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				60431, -- [10]
				360934, -- [11]
				1457, -- [12]
				-11, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				110, -- [17]
			}, -- [3]
			{
				"Рив", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				68521, -- [10]
				14976, -- [11]
				1041, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Головорез", -- [16]
				115, -- [17]
			}, -- [4]
		},
		["Hidden"] = false,
		["PlayersNum"] = 4,
		["Duration"] = 104,
		["Season"] = 32,
		["isArena"] = true,
		["Time"] = 1655149215,
		["isBrawl"] = false,
		["Version"] = 317,
		["isRated"] = true,
		["PlayerSide"] = 1,
		["Winner"] = 0,
		["PlayerNum"] = 3,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1476, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1469, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [112]
	{
		["Map"] = 980,
		["PlayerStats"] = {
			0, -- [1]
		},
		["Players"] = {
			{
				"Nightseeka-TarrenMill", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Эльфийка крови", -- [7]
				"Жрица", -- [8]
				"PRIEST", -- [9]
				146525, -- [10]
				135945, -- [11]
				1466, -- [12]
				11, -- [13]
				0, -- [14]
				0, -- [15]
				"Послушание", -- [16]
				100, -- [17]
			}, -- [1]
			{
				"Casabous-Hyjal", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Эльф крови", -- [7]
				"Охотник на демонов", -- [8]
				"DEMONHUNTER", -- [9]
				394467, -- [10]
				81015, -- [11]
				1437, -- [12]
				13, -- [13]
				0, -- [14]
				0, -- [15]
				"Истребление", -- [16]
				80, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				52892, -- [10]
				348120, -- [11]
				1446, -- [12]
				-12, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				110, -- [17]
			}, -- [3]
			{
				"Рив", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				140667, -- [10]
				10351, -- [11]
				1041, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Головорез", -- [16]
				115, -- [17]
			}, -- [4]
		},
		["Hidden"] = false,
		["PlayersNum"] = 4,
		["Duration"] = 126,
		["Season"] = 32,
		["isArena"] = true,
		["Time"] = 1655149422,
		["isBrawl"] = false,
		["Version"] = 317,
		["isRated"] = true,
		["PlayerSide"] = 1,
		["Winner"] = 0,
		["PlayerNum"] = 3,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1446, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1444, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [113]
	{
		["Map"] = 1825,
		["Players"] = {
			{
				"Аимбот", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				265388, -- [10]
				29815, -- [11]
				1434, -- [12]
				18, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				113, -- [17]
			}, -- [1]
			{
				"Рив", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				135072, -- [10]
				55862, -- [11]
				1041, -- [12]
				88, -- [13]
				0, -- [14]
				0, -- [15]
				"Головорез", -- [16]
				117, -- [17]
			}, -- [2]
			{
				"Nyetox-DunModr", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Орк", -- [7]
				"Воин", -- [8]
				"WARRIOR", -- [9]
				55199, -- [10]
				51977, -- [11]
				1460, -- [12]
				-12, -- [13]
				0, -- [14]
				0, -- [15]
				"Неистовство", -- [16]
				332, -- [17]
			}, -- [3]
			{
				"Thaurûs-Hyjal", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Таурен", -- [7]
				"Шаман", -- [8]
				"SHAMAN", -- [9]
				74794, -- [10]
				172201, -- [11]
				1468, -- [12]
				-12, -- [13]
				0, -- [14]
				0, -- [15]
				"Исцеление", -- [16]
				808, -- [17]
			}, -- [4]
		},
		["Season"] = 32,
		["PlayersNum"] = 4,
		["Duration"] = 57,
		["PlayerNum"] = 1,
		["isArena"] = true,
		["Version"] = 317,
		["isBrawl"] = false,
		["PlayerSide"] = 1,
		["isRated"] = true,
		["Time"] = 1657736011,
		["Winner"] = 1,
		["Hidden"] = false,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1460, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1457, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [114]
	{
		["Map"] = 980,
		["PlayerStats"] = {
			0, -- [1]
		},
		["PlayerNum"] = 3,
		["Players"] = {
			{
				"Macellarius-Sylvanas", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Человек", -- [7]
				"Воин", -- [8]
				"WARRIOR", -- [9]
				135259, -- [10]
				76168, -- [11]
				1444, -- [12]
				15, -- [13]
				0, -- [14]
				0, -- [15]
				"Неистовство", -- [16]
				84, -- [17]
			}, -- [1]
			{
				"Nyaakk-Kazzak", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Орк", -- [7]
				"Рыцарь смерти", -- [8]
				"DEATHKNIGHT", -- [9]
				203604, -- [10]
				39715, -- [11]
				1509, -- [12]
				11, -- [13]
				0, -- [14]
				0, -- [15]
				"Нечестивость", -- [16]
				35, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				143927, -- [10]
				153547, -- [11]
				1452, -- [12]
				-11, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				113, -- [17]
			}, -- [3]
			{
				"Рив", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				19902, -- [10]
				16538, -- [11]
				1129, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Головорез", -- [16]
				117, -- [17]
			}, -- [4]
		},
		["PlayersNum"] = 4,
		["Duration"] = 59,
		["Hidden"] = false,
		["isBrawl"] = false,
		["PlayerSide"] = 0,
		["isArena"] = true,
		["Time"] = 1657736181,
		["isRated"] = true,
		["Version"] = 317,
		["Winner"] = 1,
		["Season"] = 32,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1484, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1481, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [115]
	{
		["Map"] = 980,
		["PlayerStats"] = {
			0, -- [1]
		},
		["PlayerNum"] = 3,
		["Players"] = {
			{
				"Jakedo-Outland", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Орк", -- [7]
				"Воин", -- [8]
				"WARRIOR", -- [9]
				262818, -- [10]
				41985, -- [11]
				1508, -- [12]
				10, -- [13]
				0, -- [14]
				0, -- [15]
				"Неистовство", -- [16]
				190, -- [17]
			}, -- [1]
			{
				"Kazuou-Outland", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Эльф крови", -- [7]
				"Паладин", -- [8]
				"PALADIN", -- [9]
				69097, -- [10]
				104452, -- [11]
				1508, -- [12]
				10, -- [13]
				0, -- [14]
				0, -- [15]
				"Воздаяние", -- [16]
				13, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				44334, -- [10]
				128878, -- [11]
				1441, -- [12]
				-11, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				113, -- [17]
			}, -- [3]
			{
				"Рив", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				117830, -- [10]
				29552, -- [11]
				1129, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Головорез", -- [16]
				117, -- [17]
			}, -- [4]
		},
		["PlayersNum"] = 4,
		["Duration"] = 59,
		["Hidden"] = false,
		["isBrawl"] = false,
		["PlayerSide"] = 0,
		["isArena"] = true,
		["Time"] = 1657736324,
		["isRated"] = true,
		["Version"] = 317,
		["Winner"] = 1,
		["Season"] = 32,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1457, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1458, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [116]
	{
		["Map"] = 2509,
		["PlayerStats"] = {
			0, -- [1]
		},
		["PlayerNum"] = 4,
		["Players"] = {
			{
				"Рив", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				371359, -- [10]
				93596, -- [11]
				1129, -- [12]
				70, -- [13]
				0, -- [14]
				0, -- [15]
				"Головорез", -- [16]
				117, -- [17]
			}, -- [1]
			{
				"Fandorion-Blackhand", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Пандарен", -- [7]
				"Монах", -- [8]
				"MONK", -- [9]
				357662, -- [10]
				130325, -- [11]
				1422, -- [12]
				-12, -- [13]
				0, -- [14]
				0, -- [15]
				"Танцующий с ветром", -- [16]
				29, -- [17]
			}, -- [2]
			{
				"Ðray-Blackhand", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Маг'хар", -- [7]
				"Шаман", -- [8]
				"SHAMAN", -- [9]
				162351, -- [10]
				182228, -- [11]
				1422, -- [12]
				-12, -- [13]
				0, -- [14]
				0, -- [15]
				"Совершенствование", -- [16]
				67, -- [17]
			}, -- [3]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				126035, -- [10]
				448300, -- [11]
				1430, -- [12]
				14, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				113, -- [17]
			}, -- [4]
		},
		["PlayersNum"] = 4,
		["Duration"] = 147,
		["Hidden"] = false,
		["isBrawl"] = false,
		["PlayerSide"] = 1,
		["isArena"] = true,
		["Time"] = 1657736583,
		["isRated"] = true,
		["Version"] = 317,
		["Winner"] = 1,
		["Season"] = 32,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1427, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1431, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [117]
	{
		["Map"] = 2547,
		["PlayerStats"] = {
			0, -- [1]
		},
		["PlayerNum"] = 3,
		["Players"] = {
			{
				"Makacken-Eredar", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Маг'хар", -- [7]
				"Охотник", -- [8]
				"HUNTER", -- [9]
				247774, -- [10]
				78648, -- [11]
				1485, -- [12]
				11, -- [13]
				0, -- [14]
				0, -- [15]
				"Стрельба", -- [16]
				184, -- [17]
			}, -- [1]
			{
				"Grìmmjøw-Nemesis", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Орчиха", -- [7]
				"Разбойница", -- [8]
				"ROGUE", -- [9]
				187169, -- [10]
				48743, -- [11]
				1422, -- [12]
				17, -- [13]
				0, -- [14]
				0, -- [15]
				"Скрытность", -- [16]
				148, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				56254, -- [10]
				312601, -- [11]
				1444, -- [12]
				-11, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				113, -- [17]
			}, -- [3]
			{
				"Рив", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				85414, -- [10]
				14518, -- [11]
				1199, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Головорез", -- [16]
				117, -- [17]
			}, -- [4]
		},
		["PlayersNum"] = 4,
		["Duration"] = 108,
		["Hidden"] = false,
		["isBrawl"] = false,
		["PlayerSide"] = 0,
		["isArena"] = true,
		["Time"] = 1657736795,
		["isRated"] = true,
		["Version"] = 317,
		["Winner"] = 1,
		["Season"] = 32,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1457, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1464, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [118]
	{
		["Map"] = 1911,
		["PlayerStats"] = {
			0, -- [1]
		},
		["PlayerNum"] = 3,
		["Players"] = {
			{
				"Betzwer-Antonidas", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Человек", -- [7]
				"Разбойница", -- [8]
				"ROGUE", -- [9]
				253866, -- [10]
				29803, -- [11]
				1424, -- [12]
				14, -- [13]
				0, -- [14]
				0, -- [15]
				"Ликвидация", -- [16]
				44, -- [17]
			}, -- [1]
			{
				"Necromenser-Antonidas", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Человек", -- [7]
				"Паладин", -- [8]
				"PALADIN", -- [9]
				100328, -- [10]
				120947, -- [11]
				1424, -- [12]
				14, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				47, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				20388, -- [10]
				143765, -- [11]
				1433, -- [12]
				-12, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				113, -- [17]
			}, -- [3]
			{
				"Рив", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				139329, -- [10]
				35486, -- [11]
				1199, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Головорез", -- [16]
				117, -- [17]
			}, -- [4]
		},
		["PlayersNum"] = 4,
		["Duration"] = 80,
		["Hidden"] = false,
		["isBrawl"] = false,
		["PlayerSide"] = 1,
		["isArena"] = true,
		["Time"] = 1657736966,
		["isRated"] = true,
		["Version"] = 317,
		["Winner"] = 0,
		["Season"] = 32,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1437, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1432, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [119]
	{
		["Map"] = 1504,
		["PlayerStats"] = {
			0, -- [1]
		},
		["PlayerNum"] = 4,
		["Players"] = {
			{
				"Рив", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				707626, -- [10]
				68410, -- [11]
				1199, -- [12]
				50, -- [13]
				0, -- [14]
				0, -- [15]
				"Головорез", -- [16]
				117, -- [17]
			}, -- [1]
			{
				"Rharhahra-Archimonde", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Орчиха", -- [7]
				"Шаманка", -- [8]
				"SHAMAN", -- [9]
				23086, -- [10]
				652238, -- [11]
				1491, -- [12]
				-15, -- [13]
				0, -- [14]
				0, -- [15]
				"Исцеление", -- [16]
				47, -- [17]
			}, -- [2]
			{
				"Whoyodaddy-Archimonde", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Орк", -- [7]
				"Воин", -- [8]
				"WARRIOR", -- [9]
				505397, -- [10]
				105067, -- [11]
				860, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Неистовство", -- [16]
				93, -- [17]
			}, -- [3]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				174958, -- [10]
				460566, -- [11]
				1421, -- [12]
				12, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				113, -- [17]
			}, -- [4]
		},
		["PlayersNum"] = 4,
		["Duration"] = 226,
		["Hidden"] = false,
		["isBrawl"] = false,
		["PlayerSide"] = 0,
		["isArena"] = true,
		["Time"] = 1657737300,
		["isRated"] = true,
		["Version"] = 317,
		["Winner"] = 0,
		["Season"] = 32,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1406, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1413, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [120]
	{
		["Map"] = 1825,
		["PlayerNum"] = 3,
		["Players"] = {
			{
				"Saebix-BurningLegion", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Орчиха", -- [7]
				"Чернокнижница", -- [8]
				"WARLOCK", -- [9]
				493898, -- [10]
				226118, -- [11]
				1419, -- [12]
				14, -- [13]
				0, -- [14]
				0, -- [15]
				"Колдовство", -- [16]
				230, -- [17]
			}, -- [1]
			{
				"Mipingaa-DunModr", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Нежить", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				468084, -- [10]
				220890, -- [11]
				1449, -- [12]
				11, -- [13]
				0, -- [14]
				0, -- [15]
				"Тьма", -- [16]
				122, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				95243, -- [10]
				736396, -- [11]
				1433, -- [12]
				-12, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				113, -- [17]
			}, -- [3]
			{
				"Рив", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				295588, -- [10]
				67965, -- [11]
				1249, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Головорез", -- [16]
				117, -- [17]
			}, -- [4]
		},
		["PlayersNum"] = 4,
		["Duration"] = 145,
		["Hidden"] = false,
		["isBrawl"] = false,
		["PlayerSide"] = 1,
		["isArena"] = true,
		["Time"] = 1657737524,
		["isRated"] = true,
		["Version"] = 317,
		["Winner"] = 0,
		["Season"] = 32,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1432, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1433, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [121]
	{
		["Map"] = 980,
		["PlayerStats"] = {
			0, -- [1]
		},
		["PlayerNum"] = 4,
		["Players"] = {
			{
				"Рив", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				99900, -- [10]
				24865, -- [11]
				1249, -- [12]
				39, -- [13]
				0, -- [14]
				0, -- [15]
				"Головорез", -- [16]
				117, -- [17]
			}, -- [1]
			{
				"Eric-Sanguino", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Человек", -- [7]
				"Чернокнижник", -- [8]
				"WARLOCK", -- [9]
				247250, -- [10]
				26299, -- [11]
				1383, -- [12]
				-11, -- [13]
				0, -- [14]
				0, -- [15]
				"Разрушение", -- [16]
				48, -- [17]
			}, -- [2]
			{
				"Krømwell-Sanguino", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Человек", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				189158, -- [10]
				91598, -- [11]
				1383, -- [12]
				-11, -- [13]
				0, -- [14]
				0, -- [15]
				"Головорез", -- [16]
				32, -- [17]
			}, -- [3]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				93015, -- [10]
				407617, -- [11]
				1421, -- [12]
				12, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				113, -- [17]
			}, -- [4]
		},
		["PlayersNum"] = 4,
		["Duration"] = 104,
		["Hidden"] = false,
		["isBrawl"] = false,
		["PlayerSide"] = 1,
		["isArena"] = true,
		["Time"] = 1657737720,
		["isRated"] = true,
		["Version"] = 317,
		["Winner"] = 1,
		["Season"] = 32,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1408, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1407, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [122]
	{
		["Map"] = 1504,
		["PlayerStats"] = {
			0, -- [1]
		},
		["PlayerNum"] = 3,
		["Players"] = {
			{
				"Ouchowie-Blackmoore", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Эльфийка крови", -- [7]
				"Разбойница", -- [8]
				"ROGUE", -- [9]
				364522, -- [10]
				128047, -- [11]
				1448, -- [12]
				11, -- [13]
				0, -- [14]
				0, -- [15]
				"Скрытность", -- [16]
				109, -- [17]
			}, -- [1]
			{
				"Älexandèr-Stormscale", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Орк", -- [7]
				"Охотник", -- [8]
				"HUNTER", -- [9]
				375908, -- [10]
				59752, -- [11]
				1393, -- [12]
				22, -- [13]
				0, -- [14]
				0, -- [15]
				"Повелитель зверей", -- [16]
				124, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				106175, -- [10]
				527900, -- [11]
				1433, -- [12]
				-12, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				113, -- [17]
			}, -- [3]
			{
				"Рив", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				174198, -- [10]
				47500, -- [11]
				1288, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"Головорез", -- [16]
				117, -- [17]
			}, -- [4]
		},
		["PlayersNum"] = 4,
		["Duration"] = 190,
		["Hidden"] = false,
		["isBrawl"] = false,
		["PlayerSide"] = 1,
		["isArena"] = true,
		["Time"] = 1657737994,
		["isRated"] = true,
		["Version"] = 317,
		["Winner"] = 0,
		["Season"] = 32,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1437, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1433, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [123]
	{
		["Map"] = 1134,
		["PlayerStats"] = {
			0, -- [1]
		},
		["PlayerNum"] = 4,
		["Players"] = {
			{
				"Gonco-Blackrock", -- [1]
				2, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Зандалар", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				658965, -- [10]
				276123, -- [11]
				1326, -- [12]
				22, -- [13]
				0, -- [14]
				0, -- [15]
				"Сила зверя", -- [16]
				157, -- [17]
			}, -- [1]
			{
				"Рив", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				244777, -- [10]
				30471, -- [11]
				1288, -- [12]
				-8, -- [13]
				0, -- [14]
				0, -- [15]
				"Головорез", -- [16]
				117, -- [17]
			}, -- [2]
			{
				"Kardix-Blackrock", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Эльфийка крови", -- [7]
				"Паладин", -- [8]
				"PALADIN", -- [9]
				202286, -- [10]
				145259, -- [11]
				1365, -- [12]
				18, -- [13]
				0, -- [14]
				0, -- [15]
				"Воздаяние", -- [16]
				44, -- [17]
			}, -- [3]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				287014, -- [10]
				650544, -- [11]
				1421, -- [12]
				-13, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				113, -- [17]
			}, -- [4]
		},
		["PlayersNum"] = 4,
		["Duration"] = 252,
		["Hidden"] = false,
		["isBrawl"] = false,
		["PlayerSide"] = 1,
		["isArena"] = true,
		["Time"] = 1657738332,
		["isRated"] = true,
		["Version"] = 317,
		["Winner"] = 0,
		["Season"] = 32,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1394, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1408, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [124]
	{
		["Map"] = 2547,
		["PlayerStats"] = {
			0, -- [1]
		},
		["PlayerNum"] = 3,
		["Players"] = {
			{
				"Neø-Ravencrest", -- [1]
				1, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночная эльфийка", -- [7]
				"Разбойница", -- [8]
				"ROGUE", -- [9]
				245376, -- [10]
				24409, -- [11]
				1428, -- [12]
				10, -- [13]
				0, -- [14]
				0, -- [15]
				"Ликвидация", -- [16]
				230, -- [17]
			}, -- [1]
			{
				"Swagzyx-Ravencrest", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				1, -- [6]
				"Ночной эльф", -- [7]
				"Друид", -- [8]
				"DRUID", -- [9]
				66410, -- [10]
				250779, -- [11]
				1303, -- [12]
				21, -- [13]
				0, -- [14]
				0, -- [15]
				"Исцеление", -- [16]
				342, -- [17]
			}, -- [2]
			{
				"Аимбот", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Механогном", -- [7]
				"Жрец", -- [8]
				"PRIEST", -- [9]
				84863, -- [10]
				170780, -- [11]
				1408, -- [12]
				-13, -- [13]
				0, -- [14]
				0, -- [15]
				"Свет", -- [16]
				113, -- [17]
			}, -- [3]
			{
				"Рив", -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				"Ночной эльф", -- [7]
				"Разбойник", -- [8]
				"ROGUE", -- [9]
				192607, -- [10]
				35792, -- [11]
				1280, -- [12]
				-8, -- [13]
				0, -- [14]
				0, -- [15]
				"Головорез", -- [16]
				117, -- [17]
			}, -- [4]
		},
		["PlayersNum"] = 4,
		["Duration"] = 107,
		["Hidden"] = false,
		["isBrawl"] = false,
		["PlayerSide"] = 0,
		["isArena"] = true,
		["Time"] = 1657738546,
		["isRated"] = true,
		["Version"] = 317,
		["Winner"] = 1,
		["Season"] = 32,
		["TeamData"] = {
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1379, -- [4]
				2, -- [5]
			}, -- [1]
			{
				"", -- [1]
				-1, -- [2]
				-13, -- [3]
				1386, -- [4]
				2, -- [5]
			}, -- [2]
		},
	}, -- [125]
}
REFlexHonorDatabase = {
	[1653598800] = 854,
	[1653685200] = 1813,
	[1653166800] = 2860,
	[1653426000] = 1351,
	[1653512400] = 5232,
	[1655067600] = 2415,
	[1657659600] = 1036,
	[1653339600] = 2000,
}
