
ElvCharacterDB = {
	["ConvertKeybindings"] = true,
	["ChatEditHistory"] = {
		"мороженщик )", -- [1]
		"/xct", -- [2]
	},
	["ChatHistoryLog"] = {
		{
			"как сделал?", -- [1]
			"|Kq2|k", -- [2]
			"", -- [3]
			"", -- [4]
			"", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			400, -- [11]
			false, -- [12]
			22, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "HeavyHuman",
			[51] = 1651347650,
			[50] = "CHAT_MSG_BN_WHISPER",
			[53] = "HeavyHuman",
		}, -- [1]
		{
			"мороженщик )", -- [1]
			"|Kq2|k", -- [2]
			"", -- [3]
			"", -- [4]
			"", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			401, -- [11]
			false, -- [12]
			22, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "HeavyHuman",
			[51] = 1651347727,
			[50] = "CHAT_MSG_BN_WHISPER_INFORM",
			[53] = "HeavyHuman",
		}, -- [2]
		{
			"норм)", -- [1]
			"|Kq2|k", -- [2]
			"", -- [3]
			"", -- [4]
			"", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			402, -- [11]
			false, -- [12]
			22, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "HeavyHuman",
			[51] = 1651347738,
			[50] = "CHAT_MSG_BN_WHISPER",
			[53] = "HeavyHuman",
		}, -- [3]
	},
}
