
ElvCharacterDB = {
	["ConvertKeybindings"] = true,
	["ChatEditHistory"] = {
		"/с ты заебал все агрить", -- [1]
		"/cw Сккер-Гордунни клоун у тебя в трусах, сявка", -- [2]
	},
	["ChatHistoryLog"] = {
		{
			"ты заебал все агрить", -- [1]
			"Анклбенсс-Разувий", -- [2]
			"", -- [3]
			"", -- [4]
			"Анклбенсс-Разувий", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			76, -- [11]
			"Player-1614-0AF7222D", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffc59a6cАнклбенсс|r",
			[51] = 1654853919,
			[50] = "CHAT_MSG_SAY",
		}, -- [1]
		{
			"Прерван Кастетник из братства Чернозубых. Сбито |cff71d5ff|Hspell:257732:0|h[Сотрясающий рев]|h|r!", -- [1]
			"Анклбенсс-Разувий", -- [2]
			"", -- [3]
			"", -- [4]
			"Анклбенсс-Разувий", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			77, -- [11]
			"Player-1614-0AF7222D", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffc59a6cАнклбенсс|r",
			[51] = 1654853921,
			[50] = "CHAT_MSG_INSTANCE_CHAT_LEADER",
		}, -- [2]
		{
			"да отсоси", -- [1]
			"Сккер-Гордунни", -- [2]
			"", -- [3]
			"", -- [4]
			"Сккер-Гордунни", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			83, -- [11]
			"Player-1602-08AB46A8", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cff006fdcСккер-Гордунни|r",
			[51] = 1654853935,
			[50] = "CHAT_MSG_SAY",
		}, -- [3]
		{
			"Прерван Призыватель шторма из братства Стальных Волн. Сбито |cff71d5ff|Hspell:259092:0|h[Молния]|h|r!", -- [1]
			"Анклбенсс-Разувий", -- [2]
			"", -- [3]
			"", -- [4]
			"Анклбенсс-Разувий", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			89, -- [11]
			"Player-1614-0AF7222D", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffc59a6cАнклбенсс|r",
			[51] = 1654853957,
			[50] = "CHAT_MSG_INSTANCE_CHAT_LEADER",
		}, -- [4]
		{
			"клоун ебаный)", -- [1]
			"Сккер-Гордунни", -- [2]
			"", -- [3]
			"", -- [4]
			"Сккер-Гордунни", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			90, -- [11]
			"Player-1602-08AB46A8", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cff006fdcСккер-Гордунни|r",
			[51] = 1654853960,
			[50] = "CHAT_MSG_WHISPER",
		}, -- [5]
		{
			"классно ахах", -- [1]
			"Ашано-Гордунни", -- [2]
			"", -- [3]
			"", -- [4]
			"Ашано-Гордунни", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			92, -- [11]
			"Player-1602-0F1836A2", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffa9d271Ашано-Гордунни|r",
			[51] = 1654853970,
			[50] = "CHAT_MSG_INSTANCE_CHAT",
		}, -- [6]
		{
			"клоун у тебя в трусах, сявка", -- [1]
			"Сккер-Гордунни", -- [2]
			"всеобщий", -- [3]
			"", -- [4]
			"Сккер-Гордунни", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			7, -- [10]
			93, -- [11]
			"Player-1602-08AB46A8", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cff006fdcСккер-Гордунни|r",
			[51] = 1654853973,
			[50] = "CHAT_MSG_WHISPER_INFORM",
		}, -- [7]
		{
			"Прерван Призыватель шторма из братства Стальных Волн. Сбито |cff71d5ff|Hspell:259092:0|h[Молния]|h|r!", -- [1]
			"Анклбенсс-Разувий", -- [2]
			"", -- [3]
			"", -- [4]
			"Анклбенсс-Разувий", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			96, -- [11]
			"Player-1614-0AF7222D", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffc59a6cАнклбенсс|r",
			[51] = 1654853990,
			[50] = "CHAT_MSG_INSTANCE_CHAT_LEADER",
		}, -- [8]
		{
			"Обстрел на Тахикордия!", -- [1]
			"Тахикордия-Гордунни", -- [2]
			"", -- [3]
			"", -- [4]
			"Тахикордия-Гордунни", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			104, -- [11]
			"Player-1602-0F3758DC", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cff006fdcТахикордия-Гордунни|r",
			[51] = 1654854039,
			[50] = "CHAT_MSG_SAY",
		}, -- [9]
		{
			"%s заслужил достижение |cffffff00|Hachievement:12831:Player-1614-0AF7222D:1:6:10:22:4294967295:4294967295:4294967295:4294967295|h[Вольная Гавань]|h|r!", -- [1]
			"Анклбенсс-Разувий", -- [2]
			"", -- [3]
			"", -- [4]
			"Анклбенсс-Разувий", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			107, -- [11]
			"Player-1614-0AF7222D", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffc59a6cАнклбенсс|r",
			[51] = 1654854059,
			[50] = "CHAT_MSG_GUILD_ACHIEVEMENT",
		}, -- [10]
	},
}
