
ElvCharacterDB = {
	["ConvertKeybindings"] = true,
	["ChatEditHistory"] = {
	},
	["ChatHistoryLog"] = {
		{
			"%s заслужила достижение |cffffff00|Hachievement:9041:Player-1614-0AD13888:1:3:23:22:4294967295:4294967295:4294967295:4294967295|h[Некрополь Призрачной Луны]|h|r!", -- [1]
			"Нэйрис-Подземье", -- [2]
			"", -- [3]
			"", -- [4]
			"Нэйрис-Подземье", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			30, -- [11]
			"Player-1614-0AD13888", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cfffefefeНэйрис-Подземье|r",
			[51] = 1648051389,
			[50] = "CHAT_MSG_GUILD_ACHIEVEMENT",
		}, -- [1]
		{
			"%s заслужила достижение |cffffff00|Hachievement:9054:Player-1614-0AD13888:1:3:23:22:4294967295:4294967295:4294967295:4294967295|h[Некрополь Призрачной Луны (героич.)]|h|r!", -- [1]
			"Нэйрис-Подземье", -- [2]
			"", -- [3]
			"", -- [4]
			"Нэйрис-Подземье", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			31, -- [11]
			"Player-1614-0AD13888", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cfffefefeНэйрис-Подземье|r",
			[51] = 1648051389,
			[50] = "CHAT_MSG_GUILD_ACHIEVEMENT",
		}, -- [2]
	},
}
