
ElvCharacterDB = {
	["ConvertKeybindings"] = true,
	["ChatEditHistory"] = {
	},
	["ChatHistoryLog"] = {
		{
			"Обстрел на Тахикордия!", -- [1]
			"Тахикордия-Гордунни", -- [2]
			"", -- [3]
			"", -- [4]
			"Тахикордия-Гордунни", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			389, -- [11]
			"Player-1602-0F3758DC", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cff006fdcТахикордия-Гордунни|r",
			[51] = 1654855609,
			[50] = "CHAT_MSG_SAY",
		}, -- [1]
	},
}
